{
    "Старшие арканы": {
        "Шут": {
            "ru": "Шут",
            "en": "The Fool",
            "history": "Шут символизирует новые начинания, спонтанность и безграничный потенциал. Эта карта напоминает о важности сохранения детской непосредственности и веры в чудеса, даже когда мы сталкиваемся с неизвестностью.",
            "Финансы": "Время для смелых финансовых решений. Возможно появление неожиданных источников дохода. Не бойтесь инвестировать в нестандартные проекты, но помните о балансе между риском и осторожностью. Ваша интуиция сейчас особенно сильна в финансовых вопросах.",
            "Отношения": "Период ярких и спонтанных знакомств. Готовьтесь к неожиданным поворотам в личной жизни. Это время, когда стоит довериться своему сердцу и быть открытым новому опыту. Возможна неожиданная встреча, которая изменит ваше представление о любви.",
            "Карьера": "Прекрасное время для смены деятельности или начала собственного дела. Доверьтесь своему творческому потенциалу. Не бойтесь экспериментировать и пробовать новые подходы. Ваши нестандартные идеи могут привести к значительному успеху.",
            "Карта на сегодня": "День полон сюрпризов и неожиданных возможностей. Будьте открыты всему новому, доверяйте своей интуиции. Сегодня лучше действовать спонтанно, чем следовать строгому плану. Вечер может принести приятный сюрприз.",
            "Карта на неделю": "Неделя принесёт множество новых возможностей и встреч. Будьте готовы к неожиданным поворотам судьбы. Это время для смелых решений и новых начинаний. Ваша непосредственность и оптимизм помогут преодолеть любые препятствия.",
            "Карта на месяц": "Месяц будет наполнен приключениями и открытиями. Ожидайте важных перемен в разных сферах жизни. Это время для переосмысления своих целей и мечтаний. Не бойтесь начинать новые проекты и отправляться в путешествия. Доверьтесь потоку жизни."
        },
        "Маг": {
            "ru": "Маг",
            "en": "The Magician",
            "history": "Маг символизирует силу воли, мастерство и способность превращать идеи в реальность. Эта карта говорит о соединении духовного и материального миров, о способности управлять энергиями и создавать желаемое.",
            "Финансы": "Ваши навыки и таланты принесут хорошую финансовую отдачу. Сейчас идеальное время для запуска новых проектов и монетизации своих идей. Используйте все доступные ресурсы и связи. Возможно получение неожиданной прибыли от ваших прошлых вложений.",
            "Отношения": "Период, когда ваша харизма достигает пика. Используйте свое обаяние и мудрость для укрепления существующих отношений или привлечения новых. Вы способны очаровать кого угодно. Время для важных разговоров и признаний.",
            "Карьера": "Ваши профессиональные таланты будут высоко оценены. Появится возможность проявить себя в новом проекте. Не бойтесь брать на себя ответственность за сложные задачи. Ваши лидерские качества принесут успех всей команде.",
            "Карта на сегодня": "День наполнен магической энергией и возможностями. Все, что вы задумаете сегодня, имеет высокие шансы на реализацию. Прислушивайтесь к интуиции и действуйте уверенно. Вечером возможно важное озарение.",
            "Карта на неделю": "Неделя максимальной эффективности и реализации планов. Ваши идеи найдут поддержку у влиятельных людей. Используйте свои таланты и связи для достижения целей. Возможен прорыв в важном для вас деле.",
            "Карта на месяц": "Месяц трансформации и мастерства. Ваши способности раскроются в полной мере. Ожидайте признания ваших талантов и достижений. Это время, когда ваши мечты могут стать реальностью. Важно действовать решительно и уверенно."
        },
        "Верховная Жрица": {
            "ru": "Верховная Жрица",
            "en": "The High Priestess",
            "history": "Верховная Жрица символизирует тайные знания, интуицию и мудрость веков. Она хранительница священных тайн и проводник между видимым и невидимым мирами. Её присутствие говорит о глубинной мудрости и скрытых истинах.",
            "Финансы": "Доверьтесь своему внутреннему голосу в финансовых вопросах. Сейчас не время для поспешных решений. Наблюдайте за скрытыми знаками и тенденциями рынка. Возможны неожиданные источники дохода через тайных покровителей или необычные обстоятельства.",
            "Отношения": "Период глубокого понимания себя и партнера. Обратите внимание на сны и предчувствия. Возможно восстановление старых связей или появление таинственного поклонника. Время для медитаций и размышлений о своих истинных желаниях.",
            "Карьера": "Ваша интуиция поможет найти скрытые возможности для роста. Возможно получение тайных знаний или секретной информации, которая поможет в карьере. Прислушивайтесь к внутреннему голосу при принятии важных решений.",
            "Карта на сегодня": "День раскрытия тайн и получения важных знаний. Обратите внимание на знаки и символы вокруг вас. Доверяйте своим предчувствиям. Вечером возможно важное откровение или мистический опыт.",
            "Карта на неделю": "Неделя погружения в тайны и скрытые знания. Ваша интуиция будет особенно сильна. Возможны вещие сны и важные предзнаменования. Время для изучения эзотерических практик и медитаций.",
            "Карта на месяц": "Месяц духовного роста и тайных открытий. Вы можете получить доступ к скрытым знаниям или тайным обществам. Ваши экстрасенсорные способности усилятся. Важно сохранять баланс между материальным и духовным мирами."
        },
        "Императрица": {
            "ru": "Императрица",
            "en": "The Empress",
            "history": "Императрица символизирует божественную женственность, плодородие и изобилие. Она олицетворяет материнскую любовь, творческую силу природы и способность создавать красоту во всех её проявлениях.",
            "Финансы": "Период финансового процветания и роста благосостояния. Ваши проекты начнут приносить щедрые плоды. Возможны неожиданные подарки или наследство. Доверьтесь своей природной интуиции в вопросах инвестиций. Хорошее время для вложений в недвижимость или предметы искусства.",
            "Отношения": "Время расцвета любви и глубокой эмоциональной связи. Отношения наполнятся теплотой и заботой. Возможно пополнение в семье или важные новости от близких женщин. Прекрасный период для укрепления семейных уз и создания уюта в доме.",
            "Карьера": "Ваши творческие проекты получат признание и поддержку. Используйте свою природную харизму для достижения целей. Возможно повышение или расширение сферы влияния. Особенно успешными будут проекты, связанные с искусством, красотой или заботой о других.",
            "Карта на сегодня": "День наполнен творческой энергией и возможностями для самовыражения. Проявите заботу о себе и близких. Прекрасное время для создания красоты вокруг себя. Вечер принесёт приятные моменты в кругу семьи.",
            "Карта на неделю": "Неделя изобилия и процветания во всех сферах. Ваша природная мудрость поможет принять правильные решения. Возможны приятные известия, связанные с семьей или домом. Время для реализации творческих планов и создания комфорта.",
            "Карта на месяц": "Месяц расцвета и плодородия. Все начинания принесут богатые плоды. Ожидайте важных событий в семейной жизни. Ваша способность создавать и поддерживать гармонию достигнет пика. Прекрасное время для беременности или начала новых творческих проектов."
        },
        "Император": {
            "ru": "Император",
            "en": "The Emperor",
            "history": "Император символизирует мужскую силу, власть и способность управлять. Он олицетворяет порядок, дисциплину и способность создавать прочные структуры. Это архетип мудрого правителя и защитника.",
            "Финансы": "Время для структурированного подхода к финансам. Ваши четкие планы и стратегии принесут стабильный доход. Возможно получение поддержки от влиятельных людей или государственных структур. Хороший период для долгосрочных инвестиций и создания финансовой безопасности.",
            "Отношения": "Период, когда важно проявить лидерство и ответственность в отношениях. Возможно знакомство с влиятельным человеком или укрепление существующих связей через совместные планы. Время для принятия важных решений в личной жизни.",
            "Карьера": "Ваши организаторские способности будут высоко оценены. Возможно повышение в должности или получение власти над важным проектом. Используйте свой авторитет мудро. Хорошее время для создания долгосрочных профессиональных стратегий.",
            "Карта на сегодня": "День требует проявления лидерских качеств и принятия важных решений. Ваше слово будет иметь особый вес. Сосредоточьтесь на структурировании планов и организации процессов. Вечером возможна важная встреча с авторитетным человеком.",
            "Карта на неделю": "Неделя власти и контроля над ситуацией. Ваши решения определят дальнейшее развитие событий. Хорошее время для установления правил и создания систем. Возможно получение важных полномочий или ответственной должности.",
            "Карта на месяц": "Месяц укрепления власти и авторитета. Ваши организаторские способности достигнут пика. Время для масштабных проектов и важных решений. Возможно значительное продвижение в карьере или создание собственной империи. Фокус на стабильности и долгосрочных результатах."
        },
        "Дьявол": {
            "ru": "Дьявол",
            "en": "The Devil",
            "history": "Дьявол символизирует искушение, материальную привязанность и скрытые желания. Эта карта говорит о теневой стороне нашей природы, зависимостях и иллюзиях, которые мы создаем сами для себя. Она также указывает на необходимость осознания своих истинных мотивов.",
            "Финансы": "Период искушения легкими деньгами и рискованными сделками. Будьте особенно внимательны к финансовым предложениям, которые кажутся слишком хорошими. Возможны неожиданные расходы или материальные привязанности, от которых трудно отказаться. Избегайте азартных игр и сомнительных инвестиций.",
            "Отношения": "Время проверки отношений на прочность. Возможно проявление собственнических чувств или токсичных паттернов поведения. Остерегайтесь манипуляций и созависимых отношений. Важно честно взглянуть на свои истинные мотивы и желания.",
            "Карьера": "Период профессиональных искушений и испытаний. Возможны сложные этические выборы или давление со стороны руководства. Остерегайтесь сомнительных предложений и офисных интриг. Важно сохранять профессиональную этику и не поддаваться соблазну легких путей.",
            "Карта на сегодня": "День требует особой осознанности и контроля над своими желаниями. Возможны искушения и проверка на прочность ваших принципов. Избегайте импульсивных решений и чрезмерных удовольствий. Вечером важно проявить умеренность.",
            "Карта на неделю": "Неделя проверки на прочность ваших убеждений и ценностей. Возможны ситуации, требующие сильной воли и самоконтроля. Остерегайтесь манипуляций и ложных обещаний. Время для осознания и освобождения от вредных привычек.",
            "Карта на месяц": "Месяц трансформации и освобождения от иллюзий. Предстоит столкнуться с собственными страхами и зависимостями. Возможны искушения и проверки на прочность. Важно сохранять ясность ума и не позволять материальным желаниям затмить духовные ценности."
        },
        "Башня": {
            "ru": "Башня",
            "en": "The Tower",
            "history": "Башня символизирует внезапные перемены, разрушение старых структур и освобождение через кризис. Эта карта говорит о неожиданных событиях, которые, несмотря на их разрушительную природу, ведут к необходимому обновлению и трансформации.",
            "Финансы": "Период возможных финансовых потрясений и неожиданных изменений. Будьте готовы к внезапным расходам или потере привычных источников дохода. Однако эти перемены могут открыть путь к новым финансовым возможностям. Важно иметь запасной план и не держаться за устаревшие финансовые стратегии.",
            "Отношения": "Время кардинальных перемен в личной жизни. Возможен внезапный разрыв отношений или радикальное изменение их формата. Старые иллюзии рушатся, открывая путь к более честным и здоровым отношениям. Важно принять перемены как необходимую часть роста.",
            "Карьера": "Период серьезных профессиональных перемен. Возможна внезапная смена работы, реорганизация компании или кардинальное изменение карьерного пути. Эти изменения, хотя и могут быть болезненными, ведут к освобождению от устаревших профессиональных ограничений.",
            "Карта на сегодня": "День может принести неожиданные события и перемены. Будьте готовы к тому, что планы могут измениться в последний момент. Важно сохранять спокойствие и помнить, что любые разрушения ведут к обновлению. Вечером возможны важные откровения.",
            "Карта на неделю": "Неделя трансформации и важных перемен. Старые структуры и убеждения могут разрушиться, освобождая место для нового. Будьте готовы к неожиданным поворотам судьбы. Это время освобождения от всего устаревшего и отжившего.",
            "Карта на месяц": "Месяц глубоких трансформаций и кардинальных перемен. Возможны события, которые полностью изменят ваше мировоззрение или жизненный путь. Важно помнить, что все происходящее ведет к необходимому обновлению. Время отпустить старое и принять неизбежные перемены."
        },
        "Звезда": {
            "ru": "Звезда",
            "en": "The Star",
            "history": "Звезда символизирует надежду, вдохновение и духовное обновление. Эта карта несет послание о божественном руководстве, исцелении и вере в лучшее будущее. Она напоминает о том, что после любой темноты приходит свет.",
            "Финансы": "Период финансового восстановления и новых возможностей. Ваши долгосрочные инвестиции начнут приносить плоды. Возможно получение неожиданной помощи или грантов. Доверьтесь своему внутреннему компасу в финансовых решениях. Хорошее время для благотворительности.",
            "Отношения": "Время эмоционального исцеления и обновления отношений. Появится новая надежда в личной жизни. Возможно романтическое знакомство, которое принесет вдохновение. Существующие отношения могут выйти на новый, более глубокий уровень.",
            "Карьера": "Открываются новые профессиональные горизонты. Ваши таланты будут замечены и оценены по достоинству. Возможно появление вдохновляющего наставника или новой творческой идеи. Следуйте своему призванию.",
            "Карта на сегодня": "День наполнен надеждой и вдохновением. Доверьтесь своей интуиции и следуйте за мечтой. Хорошее время для медитации и духовных практик. Вечером возможно получение важного знака или подсказки от Вселенной.",
            "Карта на неделю": "Неделя духовного роста и исцеления. Ваши надежды начнут воплощаться в реальность. Возможны приятные совпадения и счастливые случайности. Время для реализации творческих проектов и следования за своей звездой.",
            "Карта на месяц": "Месяц обновления и исполнения желаний. Вы найдете свой путь и предназначение. Возможны важные открытия и духовные прозрения. Время для новых начинаний и веры в чудеса. Ваши мечты получат поддержку высших сил."
        },
        "Луна": {
            "ru": "Луна",
            "en": "The Moon",
            "history": "Луна символизирует тайны подсознания, интуицию и скрытые страхи. Эта карта говорит о глубинных эмоциях, циклических изменениях и необходимости доверять своему внутреннему голосу в моменты неопределенности.",
            "Финансы": "Период финансовой неопределенности требует особой осторожности. Не все очевидно в денежных вопросах. Остерегайтесь обмана и мошенничества. Важно тщательно проверять все детали сделок. Доверяйте интуиции в вопросах инвестиций.",
            "Отношения": "Время разобраться в истинных чувствах и мотивах. Возможны иллюзии или заблуждения в отношениях. Обратите внимание на повторяющиеся паттерны. Доверяйте своим предчувствиям относительно людей и ситуаций.",
            "Карьера": "Период профессиональной неопределенности может принести временную дезориентацию. Не все коллеги искренни в своих намерениях. Важно сохранять бдительность и доверять интуиции. Возможны скрытые возможности для роста.",
            "Карта на сегодня": "День требует повышенной интуиции и внимательности. Обратите внимание на сны и предчувствия. Возможны иллюзии и обманчивые ситуации. Вечером полезно провести время в медитации или самоанализе.",
            "Карта на неделю": "Неделя раскрытия тайн и работы с подсознанием. Ваши сны могут содержать важные послания. Будьте внимательны к знакам и символам. Время для глубокого самопознания и проработки страхов.",
            "Карта на месяц": "Месяц глубинных трансформаций и интуитивных открытий. Возможны важные прозрения и раскрытие тайн. Период цикличных изменений и работы с подсознательными программами. Доверяйте своему внутреннему компасу."
        },
        "Солнце": {
            "ru": "Солнце",
            "en": "The Sun",
            "history": "Солнце символизирует радость, успех и безусловное счастье. Эта карта несет энергию жизни, оптимизма и детской непосредственности. Она говорит о периоде расцвета и торжества света над тьмой.",
            "Финансы": "Блестящий период для финансового роста и процветания. Ваши проекты будут успешными и принесут щедрое вознаграждение. Возможны неожиданные бонусы или повышение дохода. Время для смелых инвестиций и расширения бизнеса.",
            "Отношения": "Период радости и гармонии в личной жизни. Отношения наполнятся теплом и искренностью. Возможно счастливое событие или важное признание в любви. Прекрасное время для свадьбы или начала новых отношений.",
            "Карьера": "Ваши профессиональные успехи будут замечены и вознаграждены. Возможно повышение или получение престижной награды. Все проекты будут развиваться успешно. Время для демонстрации своих талантов и достижений.",
            "Карта на сегодня": "День наполнен радостью и позитивной энергией. Все будет складываться наилучшим образом. Хорошее время для важных встреч и начинаний. Вечер принесет приятные новости или праздничное настроение.",
            "Карта на неделю": "Неделя успеха и признания. Все ваши начинания будут благословлены удачей. Возможны приятные сюрпризы и радостные события. Время для реализации самых смелых планов и наслаждения жизнью.",
            "Карта на месяц": "Месяц триумфа и исполнения желаний. Ваша жизнь наполнится радостью и светом. Ожидайте важных достижений и счастливых событий. Прекрасное время для путешествий, творчества и новых начинаний."
        },
        "Суд": {
            "ru": "Суд",
            "en": "Judgement",
            "history": "Суд символизирует духовное пробуждение, возрождение и трансформацию сознания. Эта карта говорит о моменте истины, когда приходит понимание своего истинного призвания и необходимости ответить на высший зов.",
            "Финансы": "Время пересмотра финансовых решений и стратегий. Возможно получение важной информации, которая изменит ваше отношение к деньгам. Хороший период для урегулирования старых долгов и начала новых финансовых проектов.",
            "Отношения": "Период важных решений в личной жизни. Возможно возобновление старых отношений в новом качестве. Время прощения и примирения. Важно честно оценить свои чувства и намерения.",
            "Карьера": "Момент профессионального призвания и важных карьерных решений. Возможно получение предложения, которое изменит вашу жизнь. Время для смены направления деятельности или выхода на новый уровень мастерства.",
            "Карта на сегодня": "День важных осознаний и решений. Прислушайтесь к внутреннему голосу и зову судьбы. Возможно получение важного известия или встреча, которая изменит ваше мировоззрение.",
            "Карта на неделю": "Неделя трансформации и духовного роста. Ваши старые убеждения могут измениться под влиянием новых открытий. Время для принятия кармических уроков и важных жизненных решений.",
            "Карта на месяц": "Месяц глобальных перемен и духовного возрождения. Вы получите ответы на важные вопросы. Возможны судьбоносные встречи и события. Время для следования своему истинному призванию."
        },
        "Мир": {
            "ru": "Мир",
            "en": "The World",
            "history": "Мир символизирует завершение большого жизненного цикла, достижение целостности и гармонии. Эта карта говорит о моменте триумфа, когда все элементы жизни складываются в совершенную картину.",
            "Финансы": "Период финансового завершения и достижения материальных целей. Ваши долгосрочные проекты принесут желаемые результаты. Возможно получение крупной прибыли или завершение важной финансовой сделки. Время пожинать плоды своих трудов.",
            "Отношения": "Достижение гармонии и полноты в личной жизни. Отношения выходят на новый уровень зрелости и понимания. Возможно важное событие, знаменующее новый этап (свадьба, рождение ребенка). Время глубокой связи и единения.",
            "Карьера": "Профессиональный успех и признание достижений. Завершение важного проекта или этапа карьеры. Возможность выхода на международный уровень. Время для реализации глобальных планов и получения наград.",
            "Карта на сегодня": "День гармонии и завершенности. Все будет складываться наилучшим образом. Хорошее время для подведения итогов и празднования достижений. Вечер принесет чувство удовлетворения и полноты.",
            "Карта на неделю": "Неделя достижений и важных завершений. Ваши усилия будут вознаграждены. Возможны путешествия или международные контакты. Время для реализации давних планов и мечтаний.",
            "Карта на месяц": "Месяц триумфа и исполнения желаний. Завершается важный жизненный цикл. Ожидайте значительных достижений и признания. Время для выхода на новый уровень развития и планирования будущих свершений."
        },
        "Иерофант": {
            "ru": "Иерофант",
            "en": "The Hierophant",
            "history": "Иерофант символизирует духовное наставничество, традиции и институциональную мудрость. Эта карта говорит о важности следования проверенным путям, обучения у мудрых учителей и уважения к традиционным ценностям.",
            "Финансы": "Период, когда следует придерживаться традиционных финансовых стратегий. Хорошее время для консультаций с финансовыми советниками и экспертами. Возможно получение поддержки от официальных институтов или организаций.",
            "Отношения": "Время для укрепления традиционных семейных ценностей. Возможно получение мудрого совета от старших или более опытных людей. Хороший период для официального оформления отношений или семейных торжеств.",
            "Карьера": "Профессиональный рост через обучение и следование традициям. Возможность стать наставником или получить важные знания от учителя. Время для получения официальных сертификатов и повышения квалификации.",
            "Карта на сегодня": "День обучения и получения мудрых советов. Прислушайтесь к опыту старших. Хорошее время для посещения образовательных мероприятий или духовных практик. Вечером возможно важное наставление.",
            "Карта на неделю": "Неделя традиций и духовного роста. Ваше развитие будет происходить через обучение и следование проверенным путям. Время для углубления знаний и получения официального признания.",
            "Карта на месяц": "Месяц духовного наставничества и обучения. Вы можете стать учителем для других или найти важного наставника. Время для изучения традиционных практик и получения глубоких знаний."
        },
        "Влюбленные": {
            "ru": "Влюбленные",
            "en": "The Lovers",
            "history": "Влюбленные символизируют выбор сердца, гармонию противоположностей и истинную любовь. Эта карта говорит о важных решениях, основанных на глубоких чувствах, и о необходимости следовать зову сердца.",
            "Финансы": "Период важных финансовых решений, требующих баланса между разумом и интуицией. Возможно партнерство или совместные инвестиции. Хорошее время для объединения ресурсов и создания финансовых союзов.",
            "Отношения": "Время глубокой любви и важных решений в личной жизни. Возможно судьбоносное знакомство или предложение руки и сердца. Существующие отношения могут выйти на новый уровень близости и понимания.",
            "Карьера": "Профессиональные решения должны приниматься в гармонии с вашими истинными желаниями. Возможно предложение о партнерстве или необходимость выбора между разными карьерными путями. Следуйте своему призванию.",
            "Карта на сегодня": "День важных решений и романтических возможностей. Доверьтесь голосу сердца. Возможна значимая встреча или важный разговор о чувствах. Вечер может принести романтический сюрприз.",
            "Карта на неделю": "Неделя любви и важных выборов. Ваши решения будут иметь долгосрочные последствия. Время для проявления чувств и укрепления важных связей. Возможны романтические приключения.",
            "Карта на месяц": "Месяц любви и судьбоносных решений. Вы можете встретить родственную душу или принять важное решение в личной жизни. Время для гармонизации отношений и следования зову сердца."
        },
        "Колесница": {
            "ru": "Колесница",
            "en": "The Chariot",
            "history": "Колесница символизирует триумф воли, движение вперед и способность преодолевать препятствия. Эта карта говорит о силе характера, самоконтроле и решительности в достижении целей. Она представляет победу духа над материей.",
            "Финансы": "Период активного финансового роста и движения к целям. Ваша решительность и целеустремленность принесут материальный успех. Возможны деловые поездки или расширение бизнеса на новые территории. Важно сохранять баланс между риском и контролем.",
            "Отношения": "Время решительных действий в личной жизни. Возможны важные перемещения или путешествия с партнером. Отношения проходят проверку на прочность, но ваша воля и решимость помогут преодолеть любые трудности. Хороший период для совместных планов.",
            "Карьера": "Карьерный прорыв и стремительное продвижение к цели. Ваши амбиции и трудолюбие будут вознаграждены. Возможны командировки или переезд ради работы. Время брать инициативу в свои руки и уверенно двигаться вперед.",
            "Карта на сегодня": "День требует решительности и концентрации на целях. Доверьтесь своей интуиции в выборе направления. Возможны важные поездки или встречи. Вечером ощутите удовлетворение от достигнутых результатов.",
            "Карта на неделю": "Неделя движения и преодоления препятствий. Ваша целеустремленность приведет к успеху. Возможны важные перемещения или путешествия. Время для реализации амбициозных планов и демонстрации лидерских качеств.",
            "Карта на месяц": "Месяц значительных достижений и побед. Ваша способность контролировать ситуацию достигнет пика. Ожидайте важных перемещений и изменений в жизни. Время для решительных действий и покорения новых горизонтов."
        },
        "Сила": {
            "ru": "Сила",
            "en": "Strength",
            "history": "Сила символизирует внутреннюю мощь, мягкую силу и способность управлять своими инстинктами. Эта карта говорит о духовной силе, превосходящей физическую, о терпении и сострадании как истинных проявлениях могущества.",
            "Финансы": "Период, требующий терпения и мудрого управления ресурсами. Ваша способность контролировать импульсивные траты принесет финансовую стабильность. Возможны ситуации, где потребуется проявить выдержку в финансовых решениях. Доверяйте своей внутренней силе.",
            "Отношения": "Время проявления мягкой силы в отношениях. Ваша способность сочетать твердость и нежность поможет укрепить связи. Возможны ситуации, требующие терпения и понимания. Важно контролировать эмоции, но оставаться открытым сердцем.",
            "Карьера": "Профессиональные ситуации потребуют внутренней силы и самообладания. Ваша способность мягко, но уверенно вести дела принесет успех. Время для демонстрации лидерских качеств через понимание и поддержку коллег.",
            "Карта на сегодня": "День требует баланса между силой и мягкостью. Проявите терпение в сложных ситуациях. Доверяйте своей внутренней мудрости. Вечером почувствуете удовлетворение от правильно принятых решений.",
            "Карта на неделю": "Неделя испытаний вашей внутренней силы. Сохраняйте спокойствие и уверенность. Возможны ситуации, требующие проявления характера. Время для развития самоконтроля и эмоциональной зрелости.",
            "Карта на месяц": "Месяц развития внутренней силы и мудрости. Ваша способность управлять своими энергиями достигнет нового уровня. Ожидайте ситуаций, где потребуется проявить характер и выдержку. Время для глубокой работы над собой."
        },
        "Отшельник": {
            "ru": "Отшельник",
            "en": "The Hermit",
            "history": "Отшельник символизирует духовный поиск, мудрость и внутреннее озарение. Эта карта говорит о необходимости уединения для самопознания, о поиске истины и готовности быть проводником света для других.",
            "Финансы": "Период для глубокого анализа финансового положения. Время пересмотреть свои материальные цели и ценности. Возможно получение мудрого совета в финансовых вопросах. Избегайте поспешных решений, доверяйте своей интуиции.",
            "Отношения": "Время для самоанализа и переоценки отношений. Возможна временная потребность в одиночестве для лучшего понимания себя и партнера. Глубокие разговоры и духовная связь станут важнее физической близости.",
            "Карьера": "Профессиональное развитие через самообразование и углубление знаний. Возможность стать наставником для других или найти важного учителя. Время для переосмысления карьерного пути и поиска истинного призвания.",
            "Карта на сегодня": "День требует уединения и самоанализа. Прислушайтесь к внутреннему голосу. Хорошее время для медитации и духовных практик. Вечером возможно важное озарение или понимание.",
            "Карта на неделю": "Неделя внутреннего поиска и мудрости. Найдите время для уединения и размышлений. Возможны встречи с духовными наставниками или получение важных знаний. Время для глубокого самопознания.",
            "Карта на месяц": "Месяц духовного роста и самопознания. Ваша потребность в уединении и медитации усилится. Возможно получение тайных знаний или важных откровений. Время для поиска своего истинного пути."
        },
        "Колесо Фортуны": {
            "ru": "Колесо Фортуны",
            "en": "Wheel of Fortune",
            "history": "Колесо Фортуны символизирует циклы судьбы, перемены и неизбежность изменений. Эта карта говорит о том, что жизнь находится в постоянном движении, и каждый поворот судьбы несет новые возможности и уроки.",
            "Финансы": "Период финансовых перемен и неожиданных поворотов судьбы. Будьте готовы к взлетам и падениям в материальной сфере. Возможны неожиданные доходы или временные трудности. Важно сохранять гибкость и адаптироваться к изменениям.",
            "Отношения": "Время трансформаций в личной жизни. Возможны неожиданные встречи или повороты в существующих отношениях. Судьба может преподнести сюрпризы в любовной сфере. Будьте открыты переменам и доверяйте течению жизни.",
            "Карьера": "Период карьерных перемен и новых возможностей. Возможны неожиданные предложения или изменения в профессиональной сфере. Важно быть готовым к переменам и использовать шансы, которые предоставляет судьба.",
            "Карта на сегодня": "День может принести неожиданные повороты и сюрпризы. Будьте гибкими и открытыми к переменам. Возможны важные встречи или события, меняющие планы. Вечером ожидайте интересных новостей.",
            "Карта на неделю": "Неделя перемен и трансформаций. Будьте готовы к неожиданным поворотам судьбы. Возможны значительные изменения в разных сферах жизни. Время довериться потоку жизни и принять перемены.",
            "Карта на месяц": "Месяц судьбоносных перемен и важных циклических изменений. Ожидайте значительных событий и поворотов судьбы. Время для принятия перемен и адаптации к новым обстоятельствам. Доверьтесь высшим силам."
        },
        "Справедливость": {
            "ru": "Справедливость",
            "en": "Justice",
            "history": "Справедливость символизирует равновесие, истину и кармические законы. Эта карта говорит о необходимости объективной оценки ситуации, принятии ответственных решений и восстановлении баланса во всех сферах жизни.",
            "Финансы": "Период восстановления финансового баланса. Возможно получение заслуженного вознаграждения или решение юридических вопросов в вашу пользу. Важно действовать честно и соблюдать все формальности в денежных делах.",
            "Отношения": "Время для честного анализа отношений и восстановления баланса. Возможно разрешение старых конфликтов или принятие важных решений в личной жизни. Справедливость восторжествует в любовных делах.",
            "Карьера": "Профессиональные достижения будут оценены по заслугам. Возможно повышение или признание ваших заслуг. Время для принятия важных карьерных решений. Действуйте честно и профессионально.",
            "Карта на сегодня": "День требует объективности и справедливых решений. Возможно получение важных новостей или документов. Вечером хорошо подвести итоги и восстановить баланс в делах.",
            "Карта на неделю": "Неделя восстановления справедливости и баланса. Ваши действия получат заслуженную оценку. Возможны важные юридические решения или официальные встречи. Время для принятия взвешенных решений.",
            "Карта на месяц": "Месяц кармических воздаяний и восстановления справедливости. Ожидайте важных решений и результатов прошлых действий. Время для установления баланса во всех сферах жизни."
        },
        "Повешенный": {
            "ru": "Повешенный",
            "en": "The Hanged Man",
            "history": "Повешенный символизирует добровольную жертву, новый взгляд на ситуацию и духовное прозрение. Эта карта говорит о необходимости остановиться, посмотреть на мир под другим углом и найти глубинный смысл происходящего.",
            "Финансы": "Период временного застоя в финансовых делах. Возможно, придется пожертвовать краткосрочной выгодой ради долгосрочного успеха. Используйте это время для пересмотра финансовых стратегий и поиска новых перспектив.",
            "Отношения": "Время для паузы и переосмысления отношений. Возможно, потребуется жертва или компромисс ради высшего блага. Посмотрите на ситуацию с другой точки зрения. Период духовного роста через отношения.",
            "Карьера": "Профессиональная пауза может принести неожиданные озарения. Возможно, придется временно отступить или изменить подход к работе. Используйте это время для обучения и получения нового опыта.",
            "Карта на сегодня": "День требует остановки и созерцания. Не форсируйте события, позвольте ситуации развиваться естественно. Возможны неожиданные озарения и новый взгляд на привычные вещи.",
            "Карта на неделю": "Неделя переосмысления и получения нового опыта. Возможны задержки или препятствия, несущие важные уроки. Время для медитации и духовного роста. Примите паузу как дар.",
            "Карта на месяц": "Месяц трансформации через принятие и отпускание. Ожидайте важных духовных уроков и прозрений. Время для добровольного отказа от старого ради нового. Доверьтесь процессу перемен."
        },
        "Смерть": {
            "ru": "Смерть",
            "en": "Death",
            "history": "Смерть символизирует глубокую трансформацию, конец старого цикла и начало нового. Эта карта говорит о неизбежных переменах, освобождении от прошлого и возрождении в новом качестве.",
            "Финансы": "Период кардинальных изменений в финансовой сфере. Возможно завершение старых проектов и начало новых. Время отпустить неэффективные финансовые стратегии и открыться новым возможностям. Трансформация приведет к росту.",
            "Отношения": "Время глубоких перемен в личной жизни. Отношения могут пройти через трансформацию или завершиться, освобождая место для нового. Важно отпустить старые обиды и паттерны поведения. Период обновления через кризис.",
            "Карьера": "Профессиональная жизнь проходит через период трансформации. Возможно завершение важного этапа карьеры и начало нового. Время отпустить устаревшие методы работы и принять новые возможности.",
            "Карта на сегодня": "День несет важные перемены и трансформации. Будьте готовы отпустить то, что больше не служит вашему развитию. Вечером возможно важное осознание или завершение ситуации.",
            "Карта на неделю": "Неделя глубоких изменений и трансформаций. Старое уходит, освобождая место новому. Время для завершения незаконченных дел и подготовки к новому этапу жизни.",
            "Карта на месяц": "Месяц кардинальных перемен и возрождения. Ожидайте важных завершений и новых начинаний. Время для глубокой трансформации и обновления всех сфер жизни. Доверьтесь процессу перемен."
        },
        "Умеренность": {
            "ru": "Умеренность",
            "en": "Temperance",
            "history": "Умеренность символизирует гармонию, баланс и алхимию души. Эта карта говорит о способности находить золотую середину, соединять противоположности и трансформировать энергии для достижения высшего блага.",
            "Финансы": "Период финансовой стабильности через разумный баланс доходов и расходов. Избегайте крайностей в денежных вопросах. Хорошее время для долгосрочного планирования и создания финансовых резервов. Инвестируйте с умом, соблюдая баланс между риском и надежностью.",
            "Отношения": "Время гармонизации отношений через поиск компромиссов. Важно найти баланс между близостью и личным пространством. Возможно примирение после разногласий или достижение нового уровня взаимопонимания. Период спокойной и зрелой любви.",
            "Карьера": "Профессиональный рост через сбалансированный подход к работе и отдыху. Ваша способность сочетать различные навыки принесет успех. Хорошее время для обучения новому при сохранении проверенных методов. Возможность стать посредником в важных проектах.",
            "Карта на сегодня": "День требует спокойствия и равновесия. Избегайте крайностей в любых ситуациях. Хорошее время для примирения конфликтующих сторон или поиска компромиссов. Вечером полезны практики гармонизации и медитации.",
            "Карта на неделю": "Неделя поиска баланса во всех сферах жизни. Ваша способность сочетать противоположности принесет успех. Хорошее время для исцеления отношений и достижения гармонии. Практикуйте умеренность во всем.",
            "Карта на месяц": "Месяц духовной алхимии и трансформации. Ваша жизнь входит в период гармоничного развития. Время для интеграции различных аспектов жизни и достижения внутреннего равновесия. Следуйте срединным путем."
        }
    },
    "Младшие арканы": {
        "Мечи": {
            "Туз Мечей": {
                "ru": "Туз Мечей",
                "en": "Ace of Swords",
                "history": "Туз Мечей символизирует ясность мысли, прорыв сознания и интеллектуальную победу. Эта карта говорит о моменте озарения, когда туман рассеивается и истина становится очевидной. Она представляет силу разума и способность рассекать иллюзии.",
                "Финансы": "Период ясного понимания финансовой ситуации. Возможность принять важное и взвешенное решение в денежных вопросах. Хорошее время для начала новых проектов, основанных на четком планировании. Интеллектуальный подход принесет материальную выгоду.",
                "Отношения": "Время для честных разговоров и прояснения ситуации в отношениях. Возможно важное откровение или новое понимание партнера. Период, когда правда, какой бы она ни была, принесет освобождение и новые возможности.",
                "Карьера": "Профессиональный прорыв через ясное понимание ситуации. Возможность начать новый проект или найти инновационное решение проблемы. Ваши интеллектуальные способности будут высоко оценены. Время для смелых идей и решительных действий.",
                "Карта на сегодня": "День ментальной ясности и важных решений. Доверяйте своему разуму и логике. Возможно получение важной информации или озарение. Вечером хорошо заняться интеллектуальной деятельностью.",
                "Карта на неделю": "Неделя прорывов и ясного видения ситуации. Ваш ум будет особенно острым. Возможны важные открытия или решения давних проблем. Время для активных действий, основанных на четком понимании.",
                "Карта на месяц": "Месяц интеллектуальных достижений и важных решений. Ваша способность анализировать и принимать верные решения достигнет пика. Время для начала новых проектов и реализации смелых идей."
            },
            "Двойка Мечей": {
                "ru": "Двойка Мечей",
                "en": "Two of Swords",
                "history": "Двойка Мечей символизирует внутренний конфликт, необходимость выбора и поиск баланса. Эта карта говорит о моменте, когда необходимо принять важное решение, но все варианты кажутся одинаково сложными или привлекательными.",
                "Финансы": "Период, требующий тщательного анализа финансовых решений. Возможно, вы столкнетесь с выбором между двумя инвестициями или путями развития. Важно собрать всю информацию перед принятием решения. Временное замораживание активов может быть полезным.",
                "Отношения": "Время эмоционального выбора и поиска баланса в отношениях. Возможно, вы находитесь на перепутье или испытываете противоречивые чувства. Важно честно признаться себе в своих истинных желаниях и не торопиться с решениями.",
                "Карьера": "Профессиональная ситуация требует взвешенного решения. Возможно, вам предстоит выбор между двумя карьерными путями или проектами. Время для тщательного анализа всех за и против. Доверяйте своей интуиции.",
                "Карта на сегодня": "День требует спокойствия и объективности. Не торопитесь с принятием важных решений. Хорошее время для медитации и самоанализа. Вечером возможно получение новой информации для размышления.",
                "Карта на неделю": "Неделя важных решений и поиска баланса. Ваша способность видеть обе стороны ситуации поможет найти оптимальное решение. Время для дипломатии и мирного разрешения конфликтов.",
                "Карта на месяц": "Месяц важных выборов и поиска равновесия. Ожидайте ситуаций, требующих мудрого и взвешенного подхода. Время для разрешения внутренних конфликтов и достижения гармонии."
            },
            "Тройка Мечей": {
                "ru": "Тройка Мечей",
                "en": "Three of Swords",
                "history": "Тройка Мечей символизирует сердечную боль, разочарование и необходимость принятия трудной правды. Эта карта говорит о периоде эмоционального очищения через страдание и осознание, что некоторые потери необходимы для роста.",
                "Финансы": "Период возможных финансовых потерь или разочарований в деловых отношениях. Важно извлечь уроки из ошибок и не позволять эмоциям влиять на финансовые решения. Временные трудности приведут к более мудрому управлению ресурсами.",
                "Отношения": "Время эмоциональной боли и возможного разрыва отношений. Важно помнить, что любая боль временна и ведет к исцелению. Период переосмысления отношений и работы над собой. Честность с собой и другими особенно важна.",
                "Карьера": "Профессиональные разочарования или конфликты на работе. Возможен разрыв деловых отношений или необходимость принять сложное решение. Используйте этот опыт для профессионального роста и укрепления характера.",
                "Карта на сегодня": "День может принести эмоциональные испытания. Примите свои чувства и позвольте себе их прожить. Вечером полезно заняться практиками самоисцеления или поговорить с близким человеком.",
                "Карта на неделю": "Неделя эмоционального очищения и принятия правды. Возможны ситуации, требующие мужества и честности с собой. Время для исцеления старых ран и освобождения от токсичных отношений.",
                "Карта на месяц": "Месяц трансформации через преодоление боли. Ожидайте важных уроков и осознаний. Время для глубокой работы над собой и исцеления эмоциональных травм. Помните, что после грозы всегда выходит солнце."
            },
            "Четверка Мечей": {
                "ru": "Четверка Мечей",
                "en": "Four of Swords",
                "history": "Четверка Мечей символизирует отдых, восстановление и медитативное состояние. Эта карта говорит о необходимости взять паузу, отступить от борьбы и найти внутреннее спокойствие для восстановления сил.",
                "Финансы": "Период, когда стоит взять паузу в финансовой активности. Хорошее время для анализа и планирования, но не для активных действий. Позвольте инвестициям работать самостоятельно. Избегайте важных финансовых решений до полного восстановления ясности мышления.",
                "Отношения": "Время для эмоциональной передышки и самоанализа. Возможно, вам нужно взять паузу в отношениях или просто побыть наедине с собой. Период исцеления от прошлых эмоциональных травм и подготовки к новому этапу.",
                "Карьера": "Профессиональная пауза может быть необходима для восстановления сил. Хорошее время для обучения, планирования и переоценки карьерных целей. Избегайте перенапряжения и важных решений до полного восстановления.",
                "Карта на сегодня": "День требует спокойствия и отдыха. Найдите время для медитации или тихого размышления. Избегайте суеты и стрессовых ситуаций. Вечер идеален для спокойного досуга и восстановления сил.",
                "Карта на неделю": "Неделя восстановления и накопления сил. Ваше тело и разум нуждаются в отдыхе. Хорошее время для духовных практик и самоанализа. Избегайте перенапряжения и конфликтных ситуаций.",
                "Карта на месяц": "Месяц медитативного покоя и восстановления. Позвольте себе сбавить темп и найти баланс. Время для глубокого отдыха и переосмысления жизненных приоритетов. Доверьтесь процессу внутреннего обновления."
            },
            "Пятерка Мечей": {
                "ru": "Пятерка Мечей",
                "en": "Five of Swords",
                "history": "Пятерка Мечей символизирует конфликт, поражение и горькую победу. Эта карта говорит о ситуациях, где победа может привести к потере чего-то более важного, и о необходимости выбирать свои битвы мудро.",
                "Финансы": "Период возможных конфликтов и споров в финансовой сфере. Остерегайтесь нечестных сделок и манипуляций. Победа любой ценой может привести к репутационным потерям. Важно найти баланс между конкуренцией и этикой.",
                "Отношения": "Время конфликтов и возможных разногласий в отношениях. Стремление быть правым может разрушить важные связи. Необходимо научиться уступать и искать компромиссы. Период переоценки своего поведения в отношениях.",
                "Карьера": "Профессиональные конфликты или соперничество на работе. Возможны ситуации, где придется отстаивать свои интересы. Важно помнить о профессиональной этике и не переходить границы в конкурентной борьбе.",
                "Карта на сегодня": "День может принести конфликтные ситуации. Старайтесь избегать ненужных споров и выбирать битвы мудро. Вечером полезно проанализировать свое поведение и мотивы.",
                "Карта на неделю": "Неделя испытаний и возможных конфликтов. Ваша способность сохранять достоинство в сложных ситуациях будет проверена. Время для развития дипломатичности и мудрого подхода к разрешению споров.",
                "Карта на месяц": "Месяц преодоления конфликтов и работы над собой. Ожидайте ситуаций, требующих мудрости и самоконтроля. Время для переосмысления своих стратегий взаимодействия с другими."
            },
            "Шестерка Мечей": {
                "ru": "Шестерка Мечей",
                "en": "Six of Swords",
                "history": "Шестерка Мечей символизирует путешествие, переход и преодоление трудностей. Эта карта говорит о необходимости оставить позади тяжелое прошлое и двигаться к более спокойным водам, даже если путь кажется неопределенным.",
                "Финансы": "Период перехода к более стабильному финансовому положению. Возможна смена источников дохода или переезд ради лучших возможностей. Старые долги и финансовые проблемы постепенно разрешатся. Время для планирования долгосрочных инвестиций.",
                "Отношения": "Время перемен и исцеления в отношениях. Возможен переезд или путешествие с партнером. Период, когда прошлые обиды отпускаются, освобождая место для нового опыта. Отношения могут выйти на более глубокий уровень понимания.",
                "Карьера": "Профессиональные перемены ведут к лучшему. Возможна смена работы, переезд или новый проект. Трудности постепенно останутся позади. Время для поиска новых возможностей и расширения профессиональных горизонтов.",
                "Карта на сегодня": "День перемен и движения вперед. Доверьтесь процессу трансформации. Возможны важные новости или предложения о переменах. Вечером полезно планировать будущее.",
                "Карта на неделю": "Неделя перехода и освобождения от прошлого. Ваш путь становится яснее. Возможны путешествия или важные перемещения. Время отпустить старое и двигаться к новым горизонтам.",
                "Карта на месяц": "Месяц важных перемен и путешествий. Ожидайте событий, ведущих к позитивным изменениям в жизни. Время для преодоления трудностей и движения к более спокойному и стабильному периоду."
            },
            "Семерка Мечей": {
                "ru": "Семерка Мечей",
                "en": "Seven of Swords",
                "history": "Семерка Мечей символизирует стратегию, хитрость и необходимость действовать осторожно. Эта карта говорит о ситуациях, где прямой путь может быть не самым эффективным, и требуется умение маневрировать и использовать нестандартные подходы.",
                "Финансы": "Период, требующий особой осторожности в финансовых делах. Остерегайтесь мошенничества и проверяйте всю информацию. Возможно, придется использовать нестандартные методы для достижения финансовых целей. Важно сохранять этичность в решениях.",
                "Отношения": "Время, когда не все в отношениях прозрачно. Возможны недомолвки или скрытые мотивы. Важно быть честным с собой и партнером, даже если правда неудобна. Период проверки доверия и искренности в отношениях.",
                "Карьера": "Профессиональная ситуация требует умной стратегии и дипломатии. Возможно, придется действовать самостоятельно или искать обходные пути. Важно сохранять профессиональную этику, даже используя нестандартные методы.",
                "Карта на сегодня": "День требует осторожности и стратегического мышления. Внимательно проверяйте информацию и доверяйте интуиции. Вечером полезно проанализировать свои действия и мотивы.",
                "Карта на неделю": "Неделя стратегических действий и осторожных решений. Ваша способность мыслить нестандартно поможет найти выход из сложных ситуаций. Время для развития интуиции и наблюдательности.",
                "Карта на месяц": "Месяц тактических маневров и важных решений. Будьте внимательны к деталям и не доверяйте слепо. Время для развития стратегического мышления и поиска нестандартных решений."
            },
            "Восьмерка Мечей": {
                "ru": "Восьмерка Мечей",
                "en": "Eight of Swords",
                "history": "Восьмерка Мечей символизирует самоограничение, ментальные блоки и иллюзорные препятствия. Эта карта говорит о ситуации, когда человек чувствует себя связанным обстоятельствами, хотя реальных преград может не существовать.",
                "Финансы": "Период, когда финансовые ограничения могут быть больше в вашем восприятии, чем в реальности. Важно пересмотреть свои убеждения о деньгах и увидеть новые возможности. Не позволяйте страху и сомнениям блокировать финансовый рост.",
                "Отношения": "Время осознать, какие ментальные барьеры мешают развитию отношений. Возможно, вы сами создаете препятствия из-за страхов или прошлого опыта. Период, когда нужно научиться доверять и отпускать контроль.",
                "Карьера": "Профессиональная ситуация может казаться тупиковой, но это иллюзия. Пересмотрите свои ограничивающие убеждения о карьере. Время искать нестандартные решения и преодолевать страх перемен.",
                "Карта на сегодня": "День требует осознания своих ментальных блоков. Постарайтесь увидеть ситуацию с разных сторон. Вечером полезно проанализировать, какие страхи вас ограничивают.",
                "Карта на неделю": "Неделя освобождения от ментальных оков. Ваша способность видеть новые возможности усилится. Время для преодоления страхов и ограничивающих убеждений. Доверяйте своей интуиции.",
                "Карта на месяц": "Месяц трансформации сознания и освобождения от иллюзорных преград. Ожидайте важных осознаний и возможностей для роста. Время для работы над своими страхами и ограничениями."
            },
            "Девятка Мечей": {
                "ru": "Девятка Мечей",
                "en": "Nine of Swords",
                "history": "Девятка Мечей символизирует тревоги, ночные страхи и ментальные терзания. Эта карта говорит о периоде, когда беспокойство и тревожные мысли могут преследовать человека, хотя реальная ситуация может быть не столь драматичной.",
                "Финансы": "Период повышенного беспокойства о финансовом положении. Важно не позволять тревогам и страхам влиять на принятие решений. Ситуация может казаться хуже, чем есть на самом деле. Время для рационального анализа и планирования.",
                "Отношения": "Время, когда тревоги и страхи могут омрачать отношения. Возможны бессонные ночи из-за переживаний о партнере или будущем отношений. Важно научиться различать реальные проблемы и надуманные страхи.",
                "Карьера": "Профессиональные стрессы и тревоги могут достигнуть пика. Не позволяйте страхам саботировать вашу работу. Время для поиска поддержки и профессиональной помощи в управлении стрессом.",
                "Карта на сегодня": "День может принести тревожные мысли и беспокойство. Важно помнить, что большинство страхов преувеличены. Вечером полезны практики релаксации и медитации.",
                "Карта на неделю": "Неделя работы над своими страхами и тревогами. Ваша способность справляться со стрессом будет проверена. Время для развития эмоциональной устойчивости и поиска внутреннего спокойствия.",
                "Карта на месяц": "Месяц преодоления тревог и страхов. Ожидайте ситуаций, требующих эмоциональной стойкости. Время для глубокой работы над своим психологическим состоянием и поиска внутренней гармонии."
            },
            "Десятка Мечей": {
                "ru": "Десятка Мечей",
                "en": "Ten of Swords",
                "history": "Десятка Мечей символизирует завершение трудного периода, момент, когда хуже уже быть не может, и единственный путь – наверх. Эта карта говорит о необходимости принять неизбежное и начать заново.",
                "Финансы": "Период, когда финансовые трудности достигают своего пика. Возможно болезненное, но необходимое завершение проектов или партнерств. Помните, что это конец старого цикла и начало нового. Время для полного пересмотра финансовых стратегий.",
                "Отношения": "Время окончательного завершения токсичных отношений или болезненных ситуаций. Хотя процесс может быть тяжелым, это необходимо для будущего счастья. Период траура и исцеления перед новым началом.",
                "Карьера": "Профессиональная ситуация может достичь критической точки. Возможно увольнение или закрытие проекта. Помните, что это освобождает путь для новых возможностей. Время для кардинальной смены направления.",
                "Карта на сегодня": "День может принести завершение сложной ситуации. Примите неизбежное с достоинством. Вечером важно найти время для восстановления сил и планирования будущего.",
                "Карта на неделю": "Неделя важных завершений и трансформаций. Ваша способность принимать перемены будет ключевой. Время отпустить прошлое и начать планировать новое будущее.",
                "Карта на месяц": "Месяц глубоких перемен и новых начинаний. Ожидайте завершения старых ситуаций и появления новых возможностей. Время для принятия перемен и подготовки к новому этапу жизни."
            },
            "Паж Мечей": {
                "ru": "Паж Мечей",
                "en": "Page of Swords",
                "history": "Паж Мечей символизирует любознательность, острый ум и стремление к знаниям. Эта карта говорит о начале интеллектуального путешествия, новых идеях и желании исследовать неизведанное.",
                "Финансы": "Период, когда новые идеи и информация могут привести к финансовым возможностям. Хорошее время для обучения финансовой грамотности и исследования новых способов заработка. Будьте открыты к нестандартным решениям.",
                "Отношения": "Время интеллектуального общения и новых знакомств. Возможно начало отношений с человеком, разделяющим ваши интересы. Период, когда важно быть честным и прямолинейным в общении.",
                "Карьера": "Профессиональное развитие через обучение и новые идеи. Хорошее время для начала учебы или освоения новых навыков. Ваша любознательность и энтузиазм будут замечены руководством.",
                "Карта на сегодня": "День благоприятен для обучения и интеллектуальной активности. Будьте внимательны к новой информации. Вечером хорошо заняться планированием или изучением чего-то нового.",
                "Карта на неделю": "Неделя открытий и новых идей. Ваш ум будет особенно восприимчив к знаниям. Время для начала новых проектов и исследования интересующих тем.",
                "Карта на месяц": "Месяц интеллектуального роста и новых начинаний. Ожидайте важных новостей и возможностей для обучения. Время для развития своих талантов и расширения кругозора."
            },
            "Рыцарь Мечей": {
                "ru": "Рыцарь Мечей",
                "en": "Knight of Swords",
                "history": "Рыцарь Мечей символизирует стремительное действие, интеллектуальную отвагу и решительность. Эта карта говорит о периоде быстрых перемен и смелых решений, когда скорость и точность мысли особенно важны.",
                "Финансы": "Период быстрых финансовых решений и активных действий. Возможны неожиданные возможности, требующие быстрой реакции. Важно сохранять баланс между скоростью и осмотрительностью в финансовых вопросах.",
                "Отношения": "Время динамичных перемен в личной жизни. Возможны стремительно развивающиеся отношения или важные решения. Период, когда прямота и честность в общении особенно важны.",
                "Карьера": "Профессиональная жизнь набирает обороты. Возможны новые проекты, требующие быстрых решений и активных действий. Ваша решительность и интеллектуальная смелость принесут успех.",
                "Карта на сегодня": "День требует быстрых решений и активных действий. Доверяйте своему интеллекту и интуиции. Вечером подведите итоги и оцените результаты своих действий.",
                "Карта на неделю": "Неделя динамичных перемен и важных решений. Ваша способность быстро мыслить и действовать будет ключевой. Время для смелых шагов и реализации амбициозных планов.",
                "Карта на месяц": "Месяц активных действий и важных перемен. Ожидайте ситуаций, требующих быстрых решений и смелости. Время для реализации давно задуманных планов и новых начинаний."
            },
            "Королева Мечей": {
                "ru": "Королева Мечей",
                "en": "Queen of Swords",
                "history": "Королева Мечей символизирует острый интеллект, независимость и способность видеть правду. Эта карта говорит о мудрости, приобретенной через жизненный опыт, и умении принимать решения, основываясь на разуме, а не эмоциях.",
                "Финансы": "Период, когда рациональный подход к финансам принесет наилучшие результаты. Важно принимать решения, основываясь на фактах и логике. Ваша способность к анализу и независимому мышлению поможет в финансовых вопросах.",
                "Отношения": "Время для честности и прямоты в отношениях. Важно сохранять объективность и не позволять эмоциям затуманивать рассудок. Период, когда независимость и самодостаточность особенно важны.",
                "Карьера": "Профессиональный успех через интеллектуальное лидерство. Ваша способность принимать объективные решения и давать честную обратную связь будет высоко ценится. Время для демонстрации экспертности и независимого мышления.",
                "Карта на сегодня": "День требует объективности и ясности мышления. Доверяйте своему опыту и интуиции. Вечером хорошо заняться анализом ситуации и планированием.",
                "Карта на неделю": "Неделя мудрых решений и независимых действий. Ваша способность видеть правду будет особенно острой. Время для принятия важных решений и проявления лидерских качеств.",
                "Карта на месяц": "Месяц интеллектуального лидерства и независимых решений. Ожидайте ситуаций, где ваша мудрость и опыт будут особенно ценны. Время для проявления своей силы и компетентности."
            },
            "Король Мечей": {
                "ru": "Король Мечей",
                "en": "King of Swords",
                "history": "Король Мечей символизирует интеллектуальную власть, авторитет и справедливость. Эта карта говорит о высоком уровне профессионализма, способности принимать взвешенные решения и лидерстве, основанном на знаниях и опыте.",
                "Финансы": "Период, требующий профессионального подхода к финансовым вопросам. Возможно, потребуется консультация экспертов или принятие важных юридических решений. Ваша способность мыслить стратегически принесет финансовый успех.",
                "Отношения": "Время для рационального подхода к отношениям. Важно установить четкие границы и правила. Период, когда уважение и честность в общении особенно важны. Возможно влияние авторитетного человека на вашу личную жизнь.",
                "Карьера": "Профессиональное лидерство и признание вашего авторитета. Возможно повышение или получение важной должности. Время для принятия ключевых решений и демонстрации своей компетентности.",
                "Карта на сегодня": "День требует профессионализма и четкости в решениях. Ваше слово будет иметь особый вес. Вечером хорошо заняться стратегическим планированием.",
                "Карта на неделю": "Неделя лидерства и важных решений. Ваша способность мыслить стратегически будет ключевой. Время для проявления авторитета и принятия ответственных решений.",
                "Карта на месяц": "Месяц профессионального роста и укрепления авторитета. Ожидайте ситуаций, требующих мудрого руководства и стратегического мышления. Время для реализации масштабных планов и укрепления своих позиций."
            }
        },
        "Пентакли": {
            "Туз Пентаклей": {
                "ru": "Туз Пентаклей",
                "en": "Ace of Pentacles",
                "history": "Туз Пентаклей символизирует новые материальные возможности, процветание и начало пути к благополучию. Эта карта говорит о моменте, когда перед человеком открываются двери к финансовому успеху и стабильности.",
                "Финансы": "Период новых финансовых возможностей и материального роста. Возможно получение денежного подарка, наследства или выгодного предложения. Хорошее время для начала бизнеса или инвестиций. Ваши усилия принесут конкретные результаты.",
                "Отношения": "Время для создания прочного фундамента в отношениях. Возможно начало серьезных отношений с перспективой на будущее. Период, когда материальная стабильность укрепляет эмоциональные связи.",
                "Карьера": "Отличные перспективы для карьерного роста и новых проектов. Возможно получение выгодного предложения о работе или повышение. Время для реализации амбициозных планов и достижения конкретных результатов.",
                "Карта на сегодня": "День открывает новые возможности для материального роста. Будьте внимательны к деловым предложениям и новым проектам. Вечером хорошо заняться планированием финансов.",
                "Карта на неделю": "Неделя благоприятна для начала новых проектов и финансовых предприятий. Ваши усилия будут вознаграждены материально. Время для практических действий и создания прочного фундамента.",
                "Карта на месяц": "Месяц новых возможностей и материального процветания. Ожидайте важных предложений и шансов для улучшения финансового положения. Время для закладки фундамента долгосрочного благополучия."
            },
            "Двойка Пентаклей": {
                "ru": "Двойка Пентаклей",
                "en": "Two of Pentacles",
                "history": "Двойка Пентаклей символизирует баланс, гибкость и умение жонглировать различными обязанностями. Эта карта говорит о необходимости поддерживать равновесие между разными аспектами жизни, особенно в материальной сфере.",
                "Финансы": "Период, требующий умелого управления несколькими финансовыми потоками. Возможно совмещение нескольких источников дохода. Важно сохранять гибкость в денежных вопросах и уметь адаптироваться к изменениям рынка.",
                "Отношения": "Время поиска баланса между личной жизнью и другими обязательствами. Возможно, придется совмещать отношения с работой или учебой. Важно уделять внимание партнеру, несмотря на занятость.",
                "Карьера": "Профессиональная жизнь требует умения многозадачности. Возможно участие в нескольких проектах одновременно. Ваша способность эффективно распределять время и ресурсы будет ключом к успеху.",
                "Карта на сегодня": "День требует гибкости и умения переключаться между задачами. Сохраняйте баланс между работой и отдыхом. Вечером найдите время для развлечений и отдыха.",
                "Карта на неделю": "Неделя многозадачности и поиска баланса. Ваша способность адаптироваться к изменениям будет важна. Время для развития навыков управления временем и ресурсами.",
                "Карта на месяц": "Месяц требует баланса и гибкости во всех сферах жизни. Ожидайте ситуаций, где придется совмещать различные обязанности. Время для развития навыков тайм-менеджмента."
            },
            "Тройка Пентаклей": {
                "ru": "Тройка Пентаклей",
                "en": "Three of Pentacles",
                "history": "Тройка Пентаклей символизирует мастерство, сотрудничество и признание профессиональных заслуг. Эта карта говорит о важности командной работы и стремлении к совершенству в своём деле.",
                "Финансы": "Период, когда профессиональные навыки приносят финансовое вознаграждение. Возможно получение премии или признание заслуг. Хорошее время для совместных проектов и деловых партнерств. Ваше мастерство будет оценено по достоинству.",
                "Отношения": "Время для построения крепких отношений через совместные проекты и цели. Важно ценить вклад каждого партнера и работать над общим будущим. Период, когда практические действия важнее слов.",
                "Карьера": "Профессиональный рост через сотрудничество и обмен опытом. Возможность проявить свое мастерство в важном проекте. Ваши навыки и трудолюбие будут замечены и оценены руководством.",
                "Карта на сегодня": "День благоприятен для командной работы и демонстрации профессионализма. Уделите внимание качеству своей работы. Вечером возможно получение признания или важной обратной связи.",
                "Карта на неделю": "Неделя профессионального роста и сотрудничества. Ваши навыки и опыт будут востребованы. Время для реализации совместных проектов и обмена знаниями.",
                "Карта на месяц": "Месяц развития мастерства и профессионального признания. Ожидайте важных проектов и возможностей для демонстрации своих навыков. Время для укрепления деловых связей."
            },
            "Четверка Пентаклей": {
                "ru": "Четверка Пентаклей",
                "en": "Four of Pentacles",
                "history": "Четверка Пентаклей символизирует сохранение ресурсов, финансовую безопасность и иногда чрезмерную привязанность к материальному. Эта карта говорит о необходимости найти баланс между накоплением и щедростью.",
                "Финансы": "Период, когда следует сосредоточиться на сохранении и защите финансовых ресурсов. Хорошее время для создания сбережений и финансовых резервов. Избегайте как чрезмерной экономии, так и неоправданных трат.",
                "Отношения": "Время пересмотреть свою эмоциональную безопасность в отношениях. Возможно, вы слишком сильно держитесь за контроль или старые обиды. Важно найти баланс между защитой своих границ и открытостью.",
                "Карьера": "Профессиональная стабильность требует разумного подхода к ресурсам. Сохраняйте то, что работает, но не бойтесь необходимых изменений. Время для укрепления своих позиций и защиты достижений.",
                "Карта на сегодня": "День требует внимательного отношения к ресурсам и безопасности. Проверьте свои финансы и материальные ценности. Вечером хорошо заняться планированием бюджета.",
                "Карта на неделю": "Неделя финансовой стабильности и защиты ресурсов. Ваша способность управлять материальными ценностями будет важна. Время для создания надежного фундамента.",
                "Карта на месяц": "Месяц фокуса на безопасности и стабильности. Ожидайте ситуаций, требующих мудрого управления ресурсами. Время для создания долгосрочной финансовой защиты."
            },
            "Пятерка Пентаклей": {
                "ru": "Пятерка Пентаклей",
                "en": "Five of Pentacles",
                "history": "Пятерка Пентаклей символизирует материальные трудности, чувство изоляции и временные финансовые проблемы. Эта карта говорит о периоде испытаний, который учит ценить поддержку и находить внутренние ресурсы.",
                "Финансы": "Период возможных финансовых трудностей и материальных ограничений. Важно не поддаваться панике и искать новые источники дохода. Помните, что это временное состояние, и помощь может прийти из неожиданных источников.",
                "Отношения": "Время, когда материальные проблемы могут влиять на отношения. Важно поддерживать друг друга в трудные времена. Период, когда истинная ценность отношений проверяется через совместное преодоление трудностей.",
                "Карьера": "Профессиональные трудности или чувство недооцененности на работе. Возможны финансовые ограничения или временная потеря стабильности. Важно не терять веру в свои способности и активно искать новые возможности.",
                "Карта на сегодня": "День может принести чувство нехватки или ограничений. Не позволяйте временным трудностям подорвать вашу уверенность. Вечером поищите поддержку близких.",
                "Карта на неделю": "Неделя преодоления материальных трудностей. Ваша способность находить решения в сложных ситуациях будет проверена. Время для поиска новых возможностей и источников поддержки.",
                "Карта на месяц": "Месяц финансовых испытаний и преодоления трудностей. Ожидайте ситуаций, требующих экономии и мудрого использования ресурсов. Время для переоценки материальных ценностей."
            },
            "Шестерка Пентаклей": {
                "ru": "Шестерка Пентаклей",
                "en": "Six of Pentacles",
                "history": "Шестерка Пентаклей символизирует щедрость, взаимопомощь и справедливое распределение ресурсов. Эта карта говорит о балансе между даянием и получением, о важности делиться своим благополучием с другими.",
                "Финансы": "Период финансовой стабильности и возможности помогать другим. Возможно получение помощи или поддержки от влиятельных людей. Хорошее время для благотворительности и инвестиций в социальные проекты.",
                "Отношения": "Время щедрости и взаимной поддержки в отношениях. Важно найти баланс между даянием и получением. Период, когда материальная и эмоциональная щедрость укрепляет связи между людьми.",
                "Карьера": "Профессиональный рост через помощь другим и получение поддержки. Возможность менторство или обучение коллег. Ваша готовность делиться знаниями и ресурсами будет оценена по достоинству.",
                "Карта на сегодня": "День благоприятен для проявления щедрости и помощи другим. Будьте открыты как к даянию, так и к получению поддержки. Вечером возможно получение подарка или помощи.",
                "Карта на неделю": "Неделя баланса между щедростью и получением. Ваша способность справедливо распределять ресурсы будет важна. Время для благотворительности и взаимопомощи.",
                "Карта на месяц": "Месяц материального благополучия и возможности помогать другим. Ожидайте ситуаций, где ваша щедрость будет важна. Время для создания круга взаимной поддержки."
            },
            "Семерка Пентаклей": {
                "ru": "Семерка Пентаклей",
                "en": "Seven of Pentacles",
                "history": "Семерка Пентаклей символизирует оценку результатов, терпеливое ожидание плодов своего труда и долгосрочные инвестиции. Эта карта говорит о важности планирования и готовности ждать созревания своих проектов.",
                "Финансы": "Период оценки финансовых вложений и долгосрочных инвестиций. Возможно, придется подождать, прежде чем увидеть результаты своих усилий. Хорошее время для пересмотра финансовых стратегий и планирования будущих вложений.",
                "Отношения": "Время оценить развитие отношений и вложенные в них усилия. Возможно, потребуется терпение, чтобы увидеть результаты своих действий. Период, когда важно понять, в правильном ли направлении движутся отношения.",
                "Карьера": "Профессиональное развитие требует терпения и постоянных усилий. Возможно, пришло время оценить результаты своей работы и скорректировать планы. Ваше трудолюбие принесет плоды, но потребуется время.",
                "Карта на сегодня": "День подходит для оценки достигнутого и планирования будущего. Проанализируйте свои проекты и вложения. Вечером хорошо заняться долгосрочным планированием.",
                "Карта на неделю": "Неделя анализа результатов и корректировки планов. Ваше терпение и настойчивость будут вознаграждены. Время для оценки прогресса и постановки новых целей.",
                "Карта на месяц": "Месяц сбора плодов своего труда и планирования будущего. Ожидайте результатов от долгосрочных проектов. Время для терпеливой работы и стратегического планирования."
            },
            "Восьмерка Пентаклей": {
                "ru": "Восьмерка Пентаклей",
                "en": "Eight of Pentacles",
                "history": "Восьмерка Пентаклей символизирует усердный труд, совершенствование навыков и стремление к мастерству. Эта карта говорит о периоде, когда внимание к деталям и постоянное обучение приводят к профессиональному росту.",
                "Финансы": "Период, когда усердная работа и развитие профессиональных навыков приведут к финансовому росту. Хорошее время для обучения новым финансовым стратегиям и совершенствования методов управления деньгами. Ваше трудолюбие будет вознаграждено.",
                "Отношения": "Время работы над отношениями через конкретные действия и внимание к деталям. Важно развивать навыки общения и понимания партнера. Период, когда практические усилия укрепляют эмоциональные связи.",
                "Карьера": "Профессиональный рост через постоянное обучение и совершенствование навыков. Возможность стать экспертом в своей области. Ваше стремление к качеству и внимание к деталям будут замечены руководством.",
                "Карта на сегодня": "День требует сосредоточенности и внимания к деталям. Посвятите время совершенствованию своих навыков. Вечером оцените результаты проделанной работы.",
                "Карта на неделю": "Неделя профессионального роста и обучения. Ваше трудолюбие и стремление к совершенству принесут результаты. Время для развития новых навыков и углубления знаний.",
                "Карта на месяц": "Месяц усердной работы и профессионального развития. Ожидайте возможностей для обучения и совершенствования мастерства. Время для достижения высоких стандартов в своей работе."
            },
            "Девятка Пентаклей": {
                "ru": "Девятка Пентаклей",
                "en": "Nine of Pentacles",
                "history": "Девятка Пентаклей символизирует личный успех, независимость и материальное благополучие, достигнутое собственными усилиями. Эта карта говорит о периоде наслаждения плодами своего труда и самодостаточности.",
                "Финансы": "Период финансовой независимости и материального комфорта. Ваши прошлые усилия приносят стабильный доход. Хорошее время для инвестиций в качество жизни и долгосрочное благополучие. Наслаждайтесь заслуженным достатком.",
                "Отношения": "Время ценить свою независимость в отношениях. Важно сохранять личное пространство и самодостаточность. Период, когда внутренняя гармония привлекает качественные отношения.",
                "Карьера": "Профессиональный успех и признание достижений. Возможность работать самостоятельно или начать собственное дело. Ваша репутация и опыт создают основу для дальнейшего роста.",
                "Карта на сегодня": "День благоприятен для наслаждения достигнутым успехом. Уделите время себе и своему комфорту. Вечером хорошо заняться любимым хобби или саморазвитием.",
                "Карта на неделю": "Неделя личных достижений и независимости. Ваша способность создавать комфорт и благополучие достигнет пика. Время для реализации личных проектов и наслаждения результатами труда.",
                "Карта на месяц": "Месяц процветания и самореализации. Ожидайте периода стабильности и комфорта. Время для наслаждения достигнутым успехом и планирования дальнейшего роста."
            },
            "Десятка Пентаклей": {
                "ru": "Десятка Пентаклей",
                "en": "Ten of Pentacles",
                "history": "Десятка Пентаклей символизирует богатство, семейное наследие и долгосрочное процветание. Эта карта говорит о достижении материальной стабильности, которая может быть передана следующим поколениям.",
                "Финансы": "Период финансового процветания и создания долгосрочного благосостояния. Возможно получение наследства или создание семейного бизнеса. Хорошее время для долгосрочных инвестиций и планирования финансового будущего семьи.",
                "Отношения": "Время укрепления семейных связей и создания прочного фундамента для будущего. Возможно важное семейное событие или решение о совместном будущем. Период, когда традиции и семейные ценности особенно важны.",
                "Карьера": "Профессиональные достижения создают основу для долгосрочного благополучия. Возможность создания устойчивого бизнеса или достижения высокого положения в компании. Ваш труд создает наследие.",
                "Карта на сегодня": "День благоприятен для семейных дел и долгосрочного планирования. Уделите внимание домашним вопросам и традициям. Вечером хорошо провести время с семьей.",
                "Карта на неделю": "Неделя создания прочного фундамента для будущего. Ваши действия будут иметь долгосрочные последствия. Время для укрепления семейных связей и материального благополучия.",
                "Карта на месяц": "Месяц достижения стабильности и процветания. Ожидайте важных семейных событий и возможностей для создания долгосрочного благополучия. Время для укрепления традиций и наследия."
            },
            "Паж Пентаклей": {
                "ru": "Паж Пентаклей",
                "en": "Page of Pentacles",
                "history": "Паж Пентаклей символизирует начало материального пути, стремление к обучению и новые возможности в практической сфере. Эта карта говорит о молодой энергии, направленной на достижение конкретных целей.",
                "Финансы": "Период обучения финансовой грамотности и новых возможностей для заработка. Хорошее время для начала учебы или освоения практических навыков. Будьте открыты к новым идеям и возможностям заработка.",
                "Отношения": "Время практического подхода к отношениям и изучения новых способов взаимодействия. Возможно начало отношений, связанных с учебой или работой. Период, когда важно учиться выражать свои чувства конкретными действиями.",
                "Карьера": "Профессиональное развитие через обучение и новый опыт. Возможность начать учебу или стажировку. Ваше стремление к знаниям и готовность начать с малого приведут к успеху.",
                "Карта на сегодня": "День благоприятен для обучения и практических начинаний. Будьте внимательны к новым возможностям. Вечером хорошо заняться планированием или изучением чего-то нового.",
                "Карта на неделю": "Неделя обучения и новых начинаний. Ваше стремление к знаниям принесет практические результаты. Время для освоения новых навыков и реализации конкретных планов.",
                "Карта на месяц": "Месяц практического обучения и новых возможностей. Ожидайте важных новостей, связанных с учебой или работой. Время для развития практических навыков и начала новых проектов."
            },
            "Рыцарь Пентаклей": {
                "ru": "Рыцарь Пентаклей",
                "en": "Knight of Pentacles",
                "history": "Рыцарь Пентаклей символизирует методичность, надежность и терпеливое движение к цели. Эта карта говорит о важности последовательного труда и верности своим обязательствам.",
                "Финансы": "Период стабильного финансового роста через методичную работу. Хорошее время для долгосрочных инвестиций и планомерного накопления. Ваша надежность и трудолюбие принесут материальную стабильность.",
                "Отношения": "Время развития отношений через надежность и постоянство. Возможны серьезные намерения или укрепление существующих связей. Период, когда практическая поддержка важнее слов.",
                "Карьера": "Профессиональный рост через упорный труд и преданность делу. Возможность получить повышение благодаря надежности и ответственности. Ваша методичность и внимание к деталям будут оценены.",
                "Карта на сегодня": "День требует терпения и методичного подхода к делам. Сосредоточьтесь на практических задачах. Вечером оцените прогресс в достижении целей.",
                "Карта на неделю": "Неделя стабильного прогресса и упорного труда. Ваша способность следовать плану принесет результаты. Время для методичной работы над долгосрочными проектами.",
                "Карта на месяц": "Месяц стабильного развития и достижения целей. Ожидайте результатов от упорного труда и последовательных действий. Время для реализации долгосрочных планов."
            },
            "Королева Пентаклей": {
                "ru": "Королева Пентаклей",
                "en": "Queen of Pentacles",
                "history": "Королева Пентаклей символизирует материнскую заботу, практическую мудрость и способность создавать комфорт и процветание. Эта карта говорит о умении сочетать материальное благополучие с душевной щедростью.",
                "Финансы": "Период мудрого управления ресурсами и создания материального комфорта. Хорошее время для инвестиций в дом и семью. Ваша практичность и интуиция помогут в финансовых решениях.",
                "Отношения": "Время проявления заботы и создания комфорта в отношениях. Важно сочетать практическую поддержку с эмоциональным теплом. Период, когда домашний уют и стабильность укрепляют связи.",
                "Карьера": "Профессиональный успех через заботу о деталях и создание комфортной рабочей среды. Возможность проявить лидерские качества через поддержку коллег. Ваша практичность и эмпатия создадут гармоничную атмосферу.",
                "Карта на сегодня": "День благоприятен для домашних дел и заботы о близких. Создавайте уют и комфорт вокруг себя. Вечером уделите время семье и домашнему очагу.",
                "Карта на неделю": "Неделя практической мудрости и заботы о благополучии. Ваша способность создавать комфорт будет особенно важна. Время для укрепления домашнего очага и поддержки близких.",
                "Карта на месяц": "Месяц материального и душевного процветания. Ожидайте возможностей для создания комфорта и благополучия. Время для проявления заботы и практической мудрости."
            },
            "Король Пентаклей": {
                "ru": "Король Пентаклей",
                "en": "King of Pentacles",
                "history": "Король Пентаклей символизирует материальный успех, деловую хватку и способность создавать долгосрочное процветание. Эта карта говорит о достижении высокого положения через практическую мудрость и надежность.",
                "Финансы": "Период финансового мастерства и материального процветания. Хорошее время для важных деловых решений и инвестиций. Ваш опыт и практическая мудрость принесут значительную прибыль.",
                "Отношения": "Время проявления надежности и материальной поддержки в отношениях. Важно демонстрировать стабильность и ответственность. Период, когда практические действия укрепляют эмоциональные связи.",
                "Карьера": "Профессиональное лидерство через опыт и практическую мудрость. Возможность занять руководящую должность или расширить бизнес. Ваша надежность и деловая хватка принесут успех.",
                "Карта на сегодня": "День благоприятен для важных деловых решений и демонстрации лидерских качеств. Проявите практическую мудрость в делах. Вечером оцените свои достижения.",
                "Карта на неделю": "Неделя делового успеха и материального процветания. Ваша способность принимать мудрые решения будет ключевой. Время для реализации важных проектов и укрепления своих позиций.",
                "Карта на месяц": "Месяц достижения высокого положения и материального успеха. Ожидайте важных деловых возможностей и шансов для расширения влияния. Время для демонстрации лидерских качеств и практической мудрости."
            }
        },
        "Жезлы": {
            "Туз Жезлов": {
                "ru": "Туз Жезлов",
                "en": "Ace of Wands",
                "history": "Туз Жезлов символизирует начало нового творческого пути, вспышку вдохновения и зарождение страстного стремления. Эта карта говорит о моменте, когда новая идея или возможность зажигает огонь энтузиазма.",
                "Финансы": "Период новых вдохновляющих возможностей в финансовой сфере. Хорошее время для запуска креативных проектов или начала нового бизнеса. Ваш энтузиазм и творческий подход принесут неожиданные возможности заработка.",
                "Отношения": "Время начала страстных отношений или нового этапа в существующих связях. Возможна неожиданная встреча или вспышка новых чувств. Период, когда энтузиазм и спонтанность укрепляют эмоциональные связи.",
                "Карьера": "Профессиональный прорыв через новые идеи и проекты. Возможность начать что-то совершенно новое в карьере. Ваш энтузиазм и креативность откроют новые двери. Время для смелых начинаний.",
                "Карта на сегодня": "День полон творческой энергии и вдохновения. Будьте открыты к новым идеям и возможностям. Вечером запишите свои мысли и планы на будущее.",
                "Карта на неделю": "Неделя новых начинаний и творческого подъема. Ваша энергия и энтузиазм будут заразительны. Время для запуска новых проектов и реализации смелых идей.",
                "Карта на месяц": "Месяц творческого вдохновения и новых возможностей. Ожидайте важных начинаний и прилива энергии. Время для реализации давно задуманных планов и проявления инициативы."
            },
            "Двойка Жезлов": {
                "ru": "Двойка Жезлов",
                "en": "Two of Wands",
                "history": "Двойка Жезлов символизирует планирование, выбор пути и расширение горизонтов. Эта карта говорит о моменте, когда необходимо принять решение о направлении дальнейшего развития и оценить свои возможности.",
                "Финансы": "Период стратегического планирования и оценки финансовых перспектив. Возможность выбора между разными путями развития бизнеса или карьеры. Хорошее время для долгосрочного планирования и международных проектов.",
                "Отношения": "Время принятия важных решений в отношениях. Возможно, предстоит выбор между разными путями развития личной жизни. Период, когда важно определить свои истинные желания и цели в отношениях.",
                "Карьера": "Профессиональное развитие через стратегическое планирование. Возможность расширения сферы влияния или выхода на новые рынки. Ваше видение перспектив и способность к планированию принесут успех.",
                "Карта на сегодня": "День требует стратегического мышления и планирования. Оцените свои возможности и наметьте пути развития. Вечером хорошо заняться долгосрочным планированием.",
                "Карта на неделю": "Неделя важных решений и расширения горизонтов. Ваша способность видеть перспективы будет ключевой. Время для определения направления движения и начала реализации планов.",
                "Карта на месяц": "Месяц стратегического планирования и новых возможностей. Ожидайте важных решений о направлении развития. Время для расширения горизонтов и выхода за привычные рамки."
            },
            "Тройка Жезлов": {
                "ru": "Тройка Жезлов",
                "en": "Three of Wands",
                "history": "Тройка Жезлов символизирует расширение, предвидение и первые результаты усилий. Эта карта говорит о моменте, когда планы начинают реализовываться, а горизонты расширяются.",
                "Финансы": "Период расширения финансовых возможностей и получения первых результатов от вложений. Хорошее время для международной торговли или дистанционных проектов. Ваше предвидение в бизнесе принесет прибыль.",
                "Отношения": "Время расширения социальных связей и углубления существующих отношений. Возможны путешествия с партнером или отношения на расстоянии. Период, когда важно смотреть в будущее и строить долгосрочные планы.",
                "Карьера": "Профессиональный рост через расширение сферы деятельности. Возможность выхода на международный уровень или начало удаленной работы. Ваша дальновидность и готовность к переменам принесут успех.",
                "Карта на сегодня": "День благоприятен для расширения горизонтов и планирования будущего. Ожидайте новостей издалека. Вечером оцените результаты своих прошлых усилий.",
                "Карта на неделю": "Неделя расширения возможностей и получения результатов. Ваша способность предвидеть развитие событий будет важна. Время для реализации планов и выхода на новый уровень.",
                "Карта на месяц": "Месяц достижений и новых горизонтов. Ожидайте результатов от прошлых усилий и новых возможностей. Время для смелых планов и международных контактов."
            },
            "Четверка Жезлов": {
                "ru": "Четверка Жезлов",
                "en": "Four of Wands",
                "history": "Четверка Жезлов символизирует праздник, достижение важной вехи и гармонию в доме. Эта карта говорит о моменте радости, стабильности и успешного завершения важного этапа.",
                "Финансы": "Период финансовой стабильности и празднования достижений. Возможно получение премии или успешное завершение важного проекта. Хорошее время для инвестиций в недвижимость или домашний бизнес.",
                "Отношения": "Время гармонии и праздника в личной жизни. Возможна свадьба, помолвка или другое важное семейное событие. Период, когда отношения выходят на новый, более стабильный уровень.",
                "Карьера": "Профессиональный успех и признание достижений. Возможно повышение или успешное завершение важного проекта. Ваши усилия будут отмечены, а атмосфера на работе станет более гармоничной.",
                "Карта на сегодня": "День благоприятен для празднований и радостных событий. Уделите внимание домашним делам и близким людям. Вечером возможно важное торжество или приятная встреча.",
                "Карта на неделю": "Неделя гармонии и достижений. Ваши усилия будут вознаграждены. Время для укрепления семейных связей и создания уютной атмосферы.",
                "Карта на месяц": "Месяц стабильности и радостных событий. Ожидайте важных семейных празднований или достижения значимых целей. Время для создания прочного фундамента будущего счастья."
            },
            "Пятерка Жезлов": {
                "ru": "Пятерка Жезлов",
                "en": "Five of Wands",
                "history": "Пятерка Жезлов символизирует соревнование, конфликт и столкновение интересов. Эта карта говорит о периоде, когда различные энергии и амбиции создают атмосферу соперничества и борьбы.",
                "Финансы": "Период конкуренции и борьбы за ресурсы. Возможны споры или разногласия в деловых отношениях. Важно сохранять спортивный дух и использовать конкуренцию как стимул для роста.",
                "Отношения": "Время разногласий и споров в отношениях. Возможны конфликты из-за различия во взглядах или амбициях. Период, когда важно научиться конструктивно решать разногласия и находить компромиссы.",
                "Карьера": "Профессиональная конкуренция и соперничество на работе. Возможны споры или борьба за проекты и позиции. Используйте эту энергию для профессионального роста и совершенствования навыков.",
                "Карта на сегодня": "День может принести споры и соревновательную атмосферу. Сохраняйте спортивный дух и не принимайте конфликты слишком близко к сердцу. Вечером найдите способ разрядить напряжение.",
                "Карта на неделю": "Неделя соревнований и преодоления препятствий. Ваша способность справляться с конфликтами будет проверена. Время для развития навыков командной работы и конструктивного решения споров.",
                "Карта на месяц": "Месяц испытаний и соревнований. Ожидайте ситуаций, требующих отстаивания своих позиций. Время для развития лидерских качеств и умения работать в конкурентной среде."
            },
            "Шестерка Жезлов": {
                "ru": "Шестерка Жезлов",
                "en": "Six of Wands",
                "history": "Шестерка Жезлов символизирует победу, публичное признание и триумф. Эта карта говорит о моменте успеха, когда ваши достижения получают заслуженное признание и одобрение окружающих.",
                "Финансы": "Период финансового успеха и признания достижений. Возможно получение награды, премии или публичное признание ваших деловых заслуг. Хорошее время для продвижения своих проектов и идей.",
                "Отношения": "Время успеха и гармонии в отношениях. Возможно публичное признание ваших отношений или важное социальное событие. Период, когда ваша личная жизнь вызывает одобрение и восхищение окружающих.",
                "Карьера": "Профессиональный триумф и публичное признание заслуг. Возможно повышение, награда или важная победа в карьере. Ваши лидерские качества и достижения будут высоко оценены.",
                "Карта на сегодня": "День принесет успех и признание. Не стесняйтесь принимать похвалу и поздравления. Вечером возможно важное публичное мероприятие или празднование.",
                "Карта на неделю": "Неделя триумфа и признания заслуг. Ваши достижения получат заслуженное внимание. Время для демонстрации своих талантов и принятия наград.",
                "Карта на месяц": "Месяц побед и публичного признания. Ожидайте важных достижений и моментов триумфа. Время для реализации амбициозных планов и получения заслуженных наград."
            },
            "Семерка Жезлов": {
                "ru": "Семерка Жезлов",
                "en": "Seven of Wands",
                "history": "Семерка Жезлов символизирует защиту своих позиций, преодоление сопротивления и отстаивание своих убеждений. Эта карта говорит о моменте, когда необходимо проявить стойкость и защитить то, что вам дорого.",
                "Финансы": "Период, требующий защиты своих финансовых интересов и позиций на рынке. Возможна конкуренция или необходимость отстаивать свои права. Важно проявить твердость и уверенность в деловых решениях.",
                "Отношения": "Время защиты своих принципов и границ в отношениях. Возможно, придется отстаивать свою позицию или защищать отношения от внешнего вмешательства. Период, когда важно сохранять верность своим убеждениям.",
                "Карьера": "Профессиональные вызовы требуют стойкости и уверенности. Возможно сопротивление вашим идеям или необходимость защищать свои проекты. Ваша способность отстаивать свою позицию принесет успех.",
                "Карта на сегодня": "День потребует смелости и уверенности в себе. Будьте готовы отстаивать свои интересы. Вечером оцените свои позиции и стратегию защиты.",
                "Карта на неделю": "Неделя преодоления сопротивления и защиты своих позиций. Ваша стойкость и уверенность будут ключевыми. Время для проявления лидерских качеств и отстаивания своих убеждений.",
                "Карта на месяц": "Месяц испытаний и проверки на прочность. Ожидайте ситуаций, требующих защиты своих позиций. Время для укрепления уверенности в себе и своих принципах."
            },
            "Восьмерка Жезлов": {
                "ru": "Восьмерка Жезлов",
                "en": "Eight of Wands",
                "history": "Восьмерка Жезлов символизирует стремительное движение, быстрые перемены и поток событий. Эта карта говорит о периоде, когда события развиваются стремительно, а коммуникации становятся мгновенными и эффективными.",
                "Финансы": "Период быстрых финансовых изменений и стремительных решений. Возможны неожиданные деловые предложения или быстрые сделки. Хорошее время для онлайн-бизнеса и быстрых инвестиций. Будьте готовы к стремительному развитию событий.",
                "Отношения": "Время стремительного развития отношений и активного общения. Возможны неожиданные встречи или быстрое развитие романтической ситуации. Период, когда события в личной жизни набирают обороты.",
                "Карьера": "Профессиональная жизнь ускоряется. Возможны срочные проекты или быстрые карьерные изменения. Ваша способность быстро реагировать и принимать решения будет ключевой для успеха.",
                "Карта на сегодня": "День будет наполнен быстрыми событиями и активным общением. Будьте готовы к стремительным переменам. Вечером проверьте важные сообщения и новости.",
                "Карта на неделю": "Неделя быстрых действий и важных коммуникаций. Ваша способность быстро реагировать будет crucial. Время для активных действий и быстрых решений.",
                "Карта на месяц": "Месяц стремительного развития событий. Ожидайте быстрых перемен и важных новостей. Время для активных действий и реализации срочных планов."
            },
            "Девятка Жезлов": {
                "ru": "Девятка Жезлов",
                "en": "Nine of Wands",
                "history": "Девятка Жезлов символизирует стойкость, готовность к последнему испытанию и внутреннюю силу. Эта карта говорит о моменте, когда несмотря на усталость, необходимо собрать последние силы для финального рывка.",
                "Финансы": "Период, требующий бдительности и осторожности в финансовых делах. Возможно последнее препятствие перед крупным успехом. Важно сохранять осмотрительность и не терять бдительности в вопросах безопасности средств.",
                "Отношения": "Время проверки отношений на прочность. Возможно, предстоит преодолеть последнее препятствие перед новым этапом. Период, когда важно не сдаваться и продолжать работать над отношениями.",
                "Карьера": "Профессиональные испытания требуют стойкости и выдержки. Возможно, вы находитесь на последнем рубеже перед важным достижением. Ваша способность не сдаваться приведет к успеху.",
                "Карта на сегодня": "День потребует стойкости и выдержки. Не позволяйте усталости помешать достижению цели. Вечером найдите время для восстановления сил.",
                "Карта на неделю": "Неделя проверки на прочность и преодоления последних препятствий. Ваша стойкость будет вознаграждена. Время для мобилизации всех ресурсов.",
                "Карта на месяц": "Месяц финальных испытаний перед важным прорывом. Ожидайте ситуаций, требующих всей вашей силы и стойкости. Время для проявления характера и преодоления трудностей."
            },
            "Десятка Жезлов": {
                "ru": "Десятка Жезлов",
                "en": "Ten of Wands",
                "history": "Десятка Жезлов символизирует тяжелое бремя ответственности, перегрузку и необходимость довести дело до конца. Эта карта говорит о моменте, когда груз обязательств становится почти непосильным.",
                "Финансы": "Период повышенной финансовой нагрузки и множества обязательств. Возможно, вы взяли на себя слишком много проектов или долгов. Важно научиться делегировать и оптимизировать свои ресурсы.",
                "Отношения": "Время, когда отношения могут казаться тяжелой ношей. Возможно, вы взяли на себя слишком много обязательств. Период, когда важно научиться распределять ответственность и находить баланс.",
                "Карьера": "Профессиональная перегрузка требует пересмотра обязанностей. Возможно, вы взяли на себя слишком много проектов. Время для оптимизации рабочего процесса и делегирования задач.",
                "Карта на сегодня": "День может принести чувство перегруженности. Расставьте приоритеты и не бойтесь отказываться от лишнего. Вечером найдите время для отдыха.",
                "Карта на неделю": "Неделя требует управления множеством обязанностей. Ваша способность организовать работу будет ключевой. Время для оптимизации и делегирования.",
                "Карта на месяц": "Месяц повышенной нагрузки и ответственности. Ожидайте ситуаций, требующих эффективного управления ресурсами. Время для пересмотра обязательств и поиска баланса."
            },
            "Паж Жезлов": {
                "ru": "Паж Жезлов",
                "en": "Page of Wands",
                "history": "Паж Жезлов символизирует энтузиазм, новые идеи и жажду приключений. Эта карта говорит о молодой энергии, готовой исследовать мир и начать новые проекты с энтузиазмом и оптимизмом.",
                "Финансы": "Период новых финансовых идей и возможностей. Хорошее время для изучения новых способов заработка или начала креативных проектов. Ваш энтузиазм и свежий взгляд помогут найти нестандартные решения.",
                "Отношения": "Время флирта, новых знакомств и романтических приключений. Возможно начало отношений, полных энтузиазма и оптимизма. Период, когда важно сохранять непосредственность и открытость новому опыту.",
                "Карьера": "Профессиональное развитие через новые идеи и проекты. Возможность начать что-то новое с энтузиазмом. Ваша креативность и готовность учиться будут высоко оценены.",
                "Карта на сегодня": "День полон энтузиазма и новых возможностей. Будьте открыты к приключениям и новому опыту. Вечером поделитесь своими идеями с близкими.",
                "Карта на неделю": "Неделя творческого подъема и новых начинаний. Ваш энтузиазм будет заразителен. Время для исследования новых возможностей и обучения.",
                "Карта на месяц": "Месяц приключений и новых открытий. Ожидайте вдохновляющих идей и возможностей для роста. Время для проявления креативности и начала новых проектов."
            },
            "Рыцарь Жезлов": {
                "ru": "Рыцарь Жезлов",
                "en": "Knight of Wands",
                "history": "Рыцарь Жезлов символизирует страсть, приключения и стремительное движение к цели. Эта карта говорит о харизматичной личности, готовой действовать смело и решительно ради своих целей.",
                "Финансы": "Период активных финансовых действий и рискованных предприятий. Возможность получить прибыль через смелые решения и нестандартные подходы. Важно сохранять баланс между риском и осторожностью.",
                "Отношения": "Время страстных отношений и романтических приключений. Возможны стремительно развивающиеся романы или спонтанные решения в личной жизни. Период, когда эмоции и страсть берут верх над рассудком.",
                "Карьера": "Профессиональный рост через смелые действия и инициативу. Возможность проявить лидерские качества и харизму. Ваша энергия и энтузиазм помогут достичь амбициозных целей.",
                "Карта на сегодня": "День требует смелости и решительных действий. Доверяйте своим инстинктам и не бойтесь рисковать. Вечером оцените результаты своей активности.",
                "Карта на неделю": "Неделя приключений и активных действий. Ваша харизма и энергия будут на пике. Время для реализации смелых планов и проявления инициативы.",
                "Карта на месяц": "Месяц страстного движения к целям. Ожидайте важных перемен и возможностей для проявления лидерских качеств. Время для смелых решений и активных действий."
            },
            "Королева Жезлов": {
                "ru": "Королева Жезлов",
                "en": "Queen of Wands",
                "history": "Королева Жезлов символизирует харизматичную личность, сочетающую в себе страсть и мудрость, творческую энергию и практичность. Эта карта говорит о способности вдохновлять других и создавать вокруг себя атмосферу оптимизма.",
                "Финансы": "Период, когда харизма и творческий подход принесут финансовый успех. Хорошее время для продвижения своих идей и проектов. Ваша способность вдохновлять других поможет в деловых начинаниях.",
                "Отношения": "Время проявления лидерских качеств в отношениях. Важно сохранять баланс между независимостью и заботой о партнере. Период, когда ваша харизма особенно привлекательна для окружающих.",
                "Карьера": "Профессиональный успех через творческое лидерство. Возможность вдохновлять команду и создавать позитивную рабочую атмосферу. Ваша энергия и оптимизм помогут достичь целей.",
                "Карта на сегодня": "День благоприятен для проявления лидерских качеств и творческой энергии. Вдохновляйте окружающих своим примером. Вечером уделите время творческому самовыражению.",
                "Карта на неделю": "Неделя харизматичного лидерства и творческого подъема. Ваша способность вдохновлять других будет ключевой. Время для реализации креативных проектов.",
                "Карта на месяц": "Месяц творческого лидерства и личного магнетизма. Ожидайте ситуаций, где ваша харизма будет особенно важна. Время для вдохновения других и реализации творческих амбиций."
            },
            "Король Жезлов": {
                "ru": "Король Жезлов",
                "en": "King of Wands",
                "history": "Король Жезлов символизирует харизматичного лидера, способного вдохновлять и вести за собой других. Эта карта говорит о зрелой творческой силе, способности принимать смелые решения и брать на себя ответственность за их реализацию.",
                "Финансы": "Период уверенного финансового лидерства и смелых бизнес-решений. Хорошее время для расширения бизнеса и реализации амбициозных проектов. Ваша способность вдохновлять других привлечет новые возможности.",
                "Отношения": "Время проявления зрелого лидерства в отношениях. Важно сочетать страсть с мудростью и ответственностью. Период, когда ваша харизма и уверенность особенно привлекательны.",
                "Карьера": "Профессиональное лидерство через харизму и компетентность. Возможность возглавить важный проект или команду. Ваша способность принимать смелые решения и вести за собой других принесет успех.",
                "Карта на сегодня": "День требует проявления лидерских качеств и уверенности в себе. Принимайте смелые решения и берите на себя ответственность. Вечером оцените результаты своего влияния.",
                "Карта на неделю": "Неделя харизматичного лидерства и важных решений. Ваша способность вдохновлять и направлять других будет ключевой. Время для реализации амбициозных планов.",
                "Карта на месяц": "Месяц уверенного лидерства и творческой силы. Ожидайте ситуаций, требующих смелых решений и ответственности. Время для проявления своих лучших лидерских качеств."
            }
        },
        "Кубки": {
            "Туз Кубков": {
                "ru": "Туз Кубков",
                "en": "Ace of Cups",
                "history": "Туз Кубков символизирует начало нового эмоционального цикла, источник любви и духовного озарения. Эта карта говорит о моменте, когда сердце открывается новым чувствам и возможностям.",
                "Финансы": "Период, когда интуиция и эмоциональная удовлетворенность помогут в финансовых делах. Возможны неожиданные подарки или прибыль от творческих проектов. Важно следовать зову сердца в финансовых решениях.",
                "Отношения": "Время новых романтических начинаний и глубоких эмоциональных связей. Возможно начало значимых отношений или новый этап в существующих. Период, когда сердце особенно открыто любви.",
                "Карьера": "Профессиональный путь, связанный с творчеством и эмоциональной самореализацией. Возможность начать проект, который принесет не только материальное, но и душевное удовлетворение.",
                "Карта на сегодня": "День наполнен эмоциональным подъемом и радостью. Будьте открыты новым чувствам и возможностям. Вечером возможна приятная романтическая встреча.",
                "Карта на неделю": "Неделя эмоционального обновления и душевного подъема. Ваша способность любить и принимать любовь усилится. Время для новых знакомств и углубления существующих связей.",
                "Карта на месяц": "Месяц новых эмоциональных начинаний и духовного роста. Ожидайте важных событий в личной жизни и моментов глубокого счастья. Время для открытия сердца новым возможностям."
            },
            "Двойка Кубков": {
                "ru": "Двойка Кубков",
                "en": "Two of Cups",
                "history": "Двойка Кубков символизирует союз двух сердец, взаимное притяжение и гармоничные отношения. Эта карта говорит о моменте, когда две души находят друг друга и создают прочную эмоциональную связь.",
                "Финансы": "Период успешного партнерства и взаимовыгодного сотрудничества в финансовых делах. Возможность заключения важных договоров или начала совместного бизнеса. Доверие партнеру принесет успех.",
                "Отношения": "Время глубокой связи и взаимопонимания. Возможно начало значимых романтических отношений или укрепление существующих. Период, когда любовь и гармония достигают своего пика.",
                "Карьера": "Профессиональные успехи через партнерство и сотрудничество. Возможность найти идеального делового партнера или наставника. Ваша способность работать в команде принесет успех.",
                "Карта на сегодня": "День благоприятен для романтических встреч и укрепления отношений. Уделите время близкому человеку. Вечером возможен важный разговор по душам.",
                "Карта на неделю": "Неделя гармоничных отношений и взаимопонимания. Ваша способность находить общий язык с людьми усилится. Время для укрепления важных связей.",
                "Карта на месяц": "Месяц развития значимых отношений и партнерств. Ожидайте важных встреч и углубления эмоциональных связей. Время для создания прочных союзов."
            },
            "Тройка Кубков": {
                "ru": "Тройка Кубков",
                "en": "Three of Cups",
                "history": "Тройка Кубков символизирует радость общения, празднование и дружеское единение. Эта карта говорит о моменте, когда радость жизни разделяется с близкими людьми в атмосфере веселья и взаимной поддержки.",
                "Финансы": "Период финансового успеха, который стоит отпраздновать с друзьями. Возможность получения прибыли через социальные связи и совместные проекты. Коллективные усилия принесут хорошие результаты.",
                "Отношения": "Время радостного общения и укрепления дружеских связей. Возможны важные социальные события или праздники. Период, когда поддержка друзей особенно важна в личной жизни.",
                "Карьера": "Профессиональные достижения через командную работу и позитивную атмосферу. Возможность успешного завершения группового проекта. Ваша способность создавать хорошее настроение в коллективе ценится.",
                "Карта на сегодня": "День наполнен радостью общения и праздничным настроением. Проведите время с друзьями или близкими. Вечером возможно веселое мероприятие.",
                "Карта на неделю": "Неделя социальной активности и радостных встреч. Ваша способность создавать праздничную атмосферу будет востребована. Время для укрепления дружеских связей.",
                "Карта на месяц": "Месяц праздников и радостных событий. Ожидайте важных социальных мероприятий и встреч с друзьями. Время для наслаждения жизнью в кругу близких людей."
            },
            "Четверка Кубков": {
                "ru": "Четверка Кубков",
                "en": "Four of Cups",
                "history": "Четверка Кубков символизирует период созерцания, внутреннего поиска и временной апатии. Эта карта говорит о моменте, когда необходимо переосмыслить свои эмоциональные потребности и ценности.",
                "Финансы": "Период, когда стоит пересмотреть свое отношение к материальным ценностям. Возможно, вы упускаете хорошие возможности из-за чрезмерной осторожности или апатии. Важно быть внимательным к новым предложениям.",
                "Отношения": "Время эмоционального переосмысления и оценки отношений. Возможно чувство неудовлетворенности или скуки. Период, когда важно увидеть новые возможности в существующих отношениях.",
                "Карьера": "Профессиональная жизнь требует свежего взгляда. Возможно, вы не замечаете перспективные возможности из-за рутины. Время для поиска нового смысла в работе.",
                "Карта на сегодня": "День располагает к размышлениям и самоанализу. Не торопитесь с решениями, но будьте внимательны к неожиданным возможностям. Вечером уделите время себе.",
                "Карта на неделю": "Неделя переоценки ценностей и эмоционального обновления. Ваша способность к самоанализу поможет увидеть новые перспективы. Время для внутренней работы.",
                "Карта на месяц": "Месяц важных внутренних открытий. Ожидайте ситуаций, которые заставят по-новому взглянуть на привычные вещи. Время для преодоления апатии и поиска новых источников вдохновения."
            },
            "Пятерка Кубков": {
                "ru": "Пятерка Кубков",
                "en": "Five of Cups",
                "history": "Пятерка Кубков символизирует период эмоциональной потери и разочарования, но также и процесс исцеления. Эта карта говорит о моменте, когда важно научиться отпускать прошлое и видеть новые возможности.",
                "Финансы": "Период возможных финансовых потерь или разочарований. Важно не зацикливаться на неудачах, а сосредоточиться на сохранившихся ресурсах и новых возможностях. Время для пересмотра финансовых стратегий.",
                "Отношения": "Время эмоционального исцеления после разочарования или потери. Возможно переживание расставания или кризиса в отношениях. Период, когда важно научиться прощать и двигаться дальше.",
                "Карьера": "Профессиональные неудачи требуют мудрого отношения. Возможно разочарование в проекте или коллегах. Время для извлечения уроков и поиска новых профессиональных перспектив.",
                "Карта на сегодня": "День может принести эмоциональные переживания. Важно не погружаться в негативные мысли и замечать позитивные моменты. Вечером найдите утешение в общении с близкими.",
                "Карта на неделю": "Неделя эмоционального исцеления и принятия перемен. Ваша способность видеть светлую сторону поможет преодолеть трудности. Время для прощения и обновления.",
                "Карта на месяц": "Месяц важных эмоциональных уроков. Ожидайте ситуаций, требующих мудрости и принятия. Время для исцеления старых ран и открытия новых возможностей."
            },
            "Шестерка Кубков": {
                "ru": "Шестерка Кубков",
                "en": "Six of Cups",
                "history": "Шестерка Кубков символизирует ностальгию, невинность и чистые намерения. Эта карта говорит о моменте, когда прошлое приносит радость и утешение, а детские воспоминания дарят вдохновение.",
                "Финансы": "Период, когда старые связи или проекты могут принести неожиданную прибыль. Возможность получения наследства или помощи от семьи. Важно сочетать опыт прошлого с новыми возможностями.",
                "Отношения": "Время нежных чувств и возрождения старой дружбы или любви. Возможна встреча с человеком из прошлого или обновление существующих отношений. Период, когда искренность и чистота намерений особенно важны.",
                "Карьера": "Профессиональный рост через возвращение к старым проектам или идеям. Возможность использовать прошлый опыт в новых начинаниях. Ваша способность сохранять детский энтузиазм в работе приносит успех.",
                "Карта на сегодня": "День наполнен приятными воспоминаниями и встречами. Позвольте себе немного ностальгии. Вечером возможно получение приятных новостей из прошлого.",
                "Карта на неделю": "Неделя возвращения к приятным воспоминаниям и старым связям. Ваша способность видеть хорошее в прошлом поможет в настоящем. Время для восстановления важных отношений.",
                "Карта на месяц": "Месяц гармоничного соединения прошлого и настоящего. Ожидайте важных встреч с людьми из прошлого. Время для исцеления через приятные воспоминания и обновление старых связей."
            },
            "Семерка Кубков": {
                "ru": "Семерка Кубков",
                "en": "Seven of Cups",
                "history": "Семерка Кубков символизирует мир фантазий, множество выборов и иллюзий. Эта карта говорит о моменте, когда важно отличить реальные возможности от пустых мечтаний.",
                "Финансы": "Период, когда множество финансовых возможностей может сбить с толку. Важно тщательно проверять все предложения и не поддаваться иллюзиям быстрого обогащения. Время для реалистичной оценки возможностей.",
                "Отношения": "Время эмоциональной неопределенности и множества выборов в личной жизни. Возможна путаница в чувствах или иллюзии относительно партнера. Период, когда важно отличать реальные чувства от фантазий.",
                "Карьера": "Профессиональные перспективы требуют трезвой оценки. Возможно появление множества заманчивых предложений. Важно выбрать реалистичный путь развития карьеры.",
                "Карта на сегодня": "День может принести множество идей и возможностей. Важно не распыляться и сосредоточиться на реальных целях. Вечером проанализируйте свои мечты и планы.",
                "Карта на неделю": "Неделя выборов и принятия решений. Ваша способность отличать реальное от иллюзорного будет ключевой. Время для определения приоритетов.",
                "Карта на месяц": "Месяц важных решений и выборов. Ожидайте ситуаций, требующих ясности мышления и реалистичной оценки. Время для воплощения мечтаний в реальность."
            },
            "Восьмерка Кубков": {
                "ru": "Восьмерка Кубков",
                "en": "Eight of Cups",
                "history": "Восьмерка Кубков символизирует эмоциональное отстранение и поиск более глубокого смысла. Эта карта говорит о моменте, когда необходимо оставить привычное и комфортное ради духовного роста и самопознания.",
                "Финансы": "Период переоценки материальных ценностей и поиска новых источников дохода. Возможно, придется оставить стабильный, но неудовлетворяющий источник заработка ради более перспективного пути. Время для смелых финансовых решений.",
                "Отношения": "Время эмоционального отдаления и переоценки отношений. Возможно, пришло время оставить отношения, которые больше не приносят удовлетворения. Период поиска более глубокой эмоциональной связи.",
                "Карьера": "Профессиональный путь требует смелых перемен. Возможно, пришло время оставить комфортную, но не приносящую удовлетворения работу. Ваша готовность к переменам откроет новые перспективы.",
                "Карта на сегодня": "День может принести желание уединения и самоанализа. Прислушайтесь к внутреннему голосу, указывающему путь к переменам. Вечером уделите время медитации.",
                "Карта на неделю": "Неделя важных решений и эмоционального освобождения. Ваша способность отпускать старое откроет путь новому. Время для духовного поиска и самопознания.",
                "Карта на месяц": "Месяц значимых перемен и поиска нового пути. Ожидайте ситуаций, требующих мужества оставить привычное. Время для глубинной трансформации и духовного роста."
            },
            "Девятка Кубков": {
                "ru": "Девятка Кубков",
                "en": "Nine of Cups",
                "history": "Девятка Кубков символизирует эмоциональное удовлетворение, исполнение желаний и внутреннее счастье. Эта карта говорит о моменте, когда мечты становятся реальностью, а душа наполняется радостью и благодарностью.",
                "Финансы": "Период материального благополучия и финансового удовлетворения. Возможно исполнение давних финансовых желаний или получение желаемой прибыли. Время наслаждаться плодами своих трудов.",
                "Отношения": "Время эмоциональной полноты и счастья в отношениях. Возможно исполнение романтических желаний или достижение гармонии с партнером. Период, когда отношения приносят глубокое удовлетворение.",
                "Карьера": "Профессиональные достижения приносят глубокое удовлетворение. Возможно получение желаемой должности или признания. Ваши усилия будут вознаграждены исполнением профессиональных желаний.",
                "Карта на сегодня": "День принесет радость и удовлетворение. Наслаждайтесь моментом и благодарите за то, что имеете. Вечером возможно исполнение желания.",
                "Карта на неделю": "Неделя исполнения желаний и эмоционального удовлетворения. Ваша способность ценить то, что имеете, привлечет еще больше радости. Время для празднования достижений.",
                "Карта на месяц": "Месяц радости и исполнения желаний. Ожидайте ситуаций, приносящих глубокое удовлетворение. Время для наслаждения жизнью и благодарности."
            },
            "Десятка Кубков": {
                "ru": "Десятка Кубков",
                "en": "Ten of Cups",
                "history": "Десятка Кубков символизирует полное эмоциональное благополучие, семейное счастье и гармонию. Эта карта говорит о моменте, когда все сферы жизни наполнены любовью и радостью, а мечты о счастье становятся реальностью.",
                "Финансы": "Период финансовой стабильности и семейного благополучия. Возможность создать надежный материальный фундамент для семьи. Время, когда финансовые решения приносят пользу всем близким.",
                "Отношения": "Время полной гармонии и счастья в семейной жизни. Возможно достижение идеала в отношениях или создание счастливой семьи. Период, когда любовь проявляется во всей полноте.",
                "Карьера": "Профессиональная жизнь находится в гармонии с личной. Возможность создать идеальный баланс между работой и семьей. Ваши достижения приносят радость не только вам, но и близким.",
                "Карта на сегодня": "День наполнен семейным счастьем и радостью. Проведите время с близкими людьми. Вечером возможен прекрасный семейный праздник.",
                "Карта на неделю": "Неделя семейной гармонии и эмоциональной полноты. Ваша способность создавать счастье вокруг себя принесет радость всем близким. Время для укрепления семейных уз.",
                "Карта на месяц": "Месяц полного счастья и гармонии. Ожидайте важных семейных событий и моментов глубокой радости. Время для создания счастливых воспоминаний с близкими."
            },
            "Паж Кубков": {
                "ru": "Паж Кубков",
                "en": "Page of Cups",
                "history": "Паж Кубков символизирует эмоциональную открытость, творческое начало и новые чувства. Эта карта говорит о моменте, когда сердце открыто новому опыту, а душа готова к романтическим приключениям.",
                "Финансы": "Период творческого подхода к финансовым вопросам. Возможность начать новый креативный проект или получить неожиданное предложение. Время для нестандартных решений в финансовых делах.",
                "Отношения": "Время новых романтических начинаний и эмоциональных открытий. Возможно получение приятных известий или начало нежной дружбы. Период, когда чувства свежи и искренни.",
                "Карьера": "Профессиональный путь требует творческого подхода и эмоциональной вовлеченности. Возможность начать обучение или получить предложение в творческой сфере. Ваша чувствительность и интуиция помогут в работе.",
                "Карта на сегодня": "День принесет приятные новости или эмоциональные открытия. Будьте открыты романтике и творчеству. Вечером возможно получение милого сообщения.",
                "Карта на неделю": "Неделя творческого вдохновения и эмоциональных начинаний. Ваша способность мечтать и верить в чудеса принесет приятные сюрпризы. Время для новых увлечений.",
                "Карта на месяц": "Месяц романтических возможностей и творческого роста. Ожидайте приятных известий и новых эмоциональных переживаний. Время для открытия сердца новому опыту."
            },
            "Рыцарь Кубков": {
                "ru": "Рыцарь Кубков",
                "en": "Knight of Cups",
                "history": "Рыцарь Кубков символизирует романтического героя, творческое вдохновение и эмоциональное движение. Эта карта говорит о моменте, когда чувства ведут вперед, а сердце полно романтических стремлений.",
                "Финансы": "Период, когда интуиция и творческий подход помогут в финансовых делах. Возможность получения прибыли через искусство или романтические проекты. Время следовать зову сердца в деловых решениях.",
                "Отношения": "Время романтических приключений и эмоциональных признаний. Возможно появление романтического поклонника или важное любовное послание. Период, когда чувства проявляются ярко и красиво.",
                "Карьера": "Профессиональный путь требует следования своим мечтам. Возможность реализовать творческие амбиции или получить вдохновляющее предложение. Ваша эмоциональная чуткость будет высоко оценена.",
                "Карта на сегодня": "День наполнен романтикой и творческим вдохновением. Следуйте зову сердца и не бойтесь проявлять чувства. Вечером возможна романтическая встреча.",
                "Карта на неделю": "Неделя романтических приключений и творческих порывов. Ваша способность красиво выражать чувства привлечет внимание. Время для смелых эмоциональных шагов.",
                "Карта на месяц": "Месяц романтических возможностей и творческого полета. Ожидайте важных событий в личной жизни и моментов вдохновения. Время для проявления своих чувств и следования мечтам."
            },
            "Королева Кубков": {
                "ru": "Королева Кубков",
                "en": "Queen of Cups",
                "history": "Королева Кубков символизирует эмоциональную мудрость, интуицию и глубокое понимание чувств. Эта карта говорит о способности сочетать сердечность с мудростью, создавая атмосферу любви и понимания.",
                "Финансы": "Период, когда интуиция и эмоциональный интеллект помогут в финансовых решениях. Возможность получения прибыли через эмпатию и понимание потребностей других. Время для мудрых инвестиций в отношения.",
                "Отношения": "Время проявления эмоциональной мудрости и глубокого понимания. Возможность стать источником поддержки и утешения для близких. Период, когда ваша интуиция в отношениях особенно сильна.",
                "Карьера": "Профессиональный успех через эмоциональный интеллект и эмпатию. Возможность стать наставником или советчиком. Ваша способность понимать других и создавать гармоничную атмосферу высоко ценится.",
                "Карта на сегодня": "День требует эмоциональной мудрости и чуткости. Доверяйте своей интуиции и будьте источником поддержки для других. Вечером возможен важный душевный разговор.",
                "Карта на неделю": "Неделя эмоционального наставничества и интуитивных озарений. Ваша способность понимать глубинные чувства поможет многим. Время для проявления мудрой любви.",
                "Карта на месяц": "Месяц эмоциональной зрелости и мудрости. Ожидайте ситуаций, где ваша интуиция и понимание будут особенно важны. Время для создания глубоких эмоциональных связей."
            },
            "Король Кубков": {
                "ru": "Король Кубков",
                "en": "King of Cups",
                "history": "Король Кубков символизирует эмоциональную зрелость, мудрое руководство чувствами и способность сочетать сердечность с ответственностью. Эта карта говорит о достижении баланса между эмоциями и разумом.",
                "Финансы": "Период мудрого управления финансами через сочетание практичности и интуиции. Возможность принятия важных финансовых решений, основанных на глубоком понимании ситуации. Время для зрелого подхода к материальным вопросам.",
                "Отношения": "Время проявления эмоциональной зрелости и мудрого руководства в отношениях. Возможность стать надежной опорой для близких. Период, когда ваша способность понимать и направлять других достигает пика.",
                "Карьера": "Профессиональное лидерство через эмоциональную мудрость и понимание. Возможность создать гармоничную рабочую атмосферу или стать мудрым наставником. Ваша способность управлять эмоциями принесет успех.",
                "Карта на сегодня": "День требует эмоциональной зрелости и мудрости. Будьте примером спокойствия и понимания для других. Вечером возможна ситуация, требующая мудрого совета.",
                "Карта на неделю": "Неделя эмоционального лидерства и мудрых решений. Ваша способность сохранять баланс между чувствами и разумом будет важна. Время для проявления зрелой любви.",
                "Карта на месяц": "Месяц эмоциональной мудрости и ответственного лидерства. Ожидайте ситуаций, требующих сочетания сердечности с рассудительностью. Время для создания стабильных эмоциональных основ."
            }
        }
    }
}